Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# commands.wedit:wand.description
source: Give yourself a selection wand
de_de: Geben Sie sich einen Auswahlstab
es_es: Te da una varita para seleccionar
fr_fr: Donne un outil de sélection
it_it: Dai a te stesso una bacchetta di selezione
ja_jp: 自身に選択用の杖を付与する
ko_kr: 사용 하면 선택 도구를 받을수 있습니다
no_no: Gi deg selv en utvalgsstav
pt_br: Dê a si mesmo uma varinha de seleção
ru_ru: Дай себе топор для выделения
uk_ua: Видати собі паличку виділення
zh_cn: 给予自己一个选择器
zh_tw: 給自己一個區域選擇工具

# commands.wedit:wand.explain
source: Sneak and tap block: select pos #1; Tap block without sneak: select pos #2
de_de: Schleiche und tippe auf den Block: Wähle Pos #1; Tippe auf Block ohne zu schleichen: wähle Pos #2
es_es: Break block: select pos #1; "Use" on block: select pos #2
fr_fr: Casser le block : sélectionne les pos #1; "Utiliser" sur le block : sélectionne les pos #2
it_it: Abbassati e cliccaun blocco: seleziona pos #1; Tocca blocco senza abbassarti: seleziona pos #2
ja_jp: スニークしながらブロックをタップして最初の位置を選択します。スニークせずにブロックをタップして2番目の位置を選択します。
ko_kr: Break block: select pos #1; "Use" on block: select pos #2
no_no: Ødelegg blokk: velg pos #1; "bruk" på blokk: velg pos #2
pt_br: Break block: select pos #1; "Use" on block: select pos #2
ru_ru: Разбить блок: выбрать позицию #1; "Использовать" в блоке: выбрать позицию #2
uk_ua: Розбити блок: виділити позицію #1; «Використовувати» на блоці: виділити позицію #2
zh_cn: 破坏方块：选择点 #1；对着方块使用：选择点 #2
zh_tw: 破壞方塊： 選擇位置 #1； 對著方塊「使用」： 選擇位置 #2

# commands.wedit:worldedit.description
source: WorldEdit commands
de_de: WorldEdit Befehle
es_es: Comandos de WorldEdit
fr_fr: Commandes WorldEdit
it_it: Comandi WorldEdit
ja_jp: WorldEdit のコマンド
ko_kr: WorldEdit 명령어들
no_no: WorldEdit kommandoer
pt_br: Comandos do WorldEdit
ru_ru: Команды WorldEdit
uk_ua: Команди WorldEdit
zh_cn: 创世神命令
zh_tw: WorldEdit 指令

# commands.wedit:worldedit.description.perf
source: Toggle performance mode for the current session.
de_de: Den Performance-Modus für die aktuelle Sitzung einschalten.
es_es: Activa o desactiva el modo de rendimiento para la sesión actual.
fr_fr: Activer/désactiver le mode de performance pour la session actuelle.
ja_jp: 現在のセッションのパフォーマンス優先モードを切り替える。
ko_kr: 현재 세션의 성능 모드를 전환합니다.
no_no: Veksle ytelsesmodus for den gjeldende økten.
pt_br: Habilitar modo desempenho para a sessão atual.
ru_ru: Переключите режим работы для текущего сеанса.
uk_ua: Перемикнути режим продуктивності для поточного сеансу.
zh_cn: 为当前进程切换性能模式。
zh_tw: 切換目前工作階段的效能模式。

# commands.wedit:worldedit.perf.enabled
source: Performance mode enabled.
de_de: Performance-Modus aktiviert.
es_es: Modo de rendimiento activado.
fr_fr: Mode performances activé.
ja_jp: パフォーマンス優先モードを有効にしました。
ko_kr: 성능모드가 켜짐.
no_no: Ytelsesmodus er aktivert.
pt_br: Modo desempenho ativado.
ru_ru: Включен режим производительности.
uk_ua: Режим продуктивності ввімкнено.
zh_cn: 启用性能模式。
zh_tw: 效能模式已啟用。

# commands.wedit:worldedit.perf.disabled
source: Performance mode disabled.
de_de: Performance-Modus deaktiviert.
es_es: Modo de rendimiento desactivado.
fr_fr: Mode performances désactivé.
ja_jp: パフォーマンス優先モードを無効にしました。
ko_kr: 성능모드가 꺼짐.
no_no: Ytelsesmodus er deaktivert.
pt_br: Modo desempenho desativado.
ru_ru: Режим работы отключен.
uk_ua: Режим продуктивності вимкнено.
zh_cn: 性能模式已禁用。
zh_tw: 效能模式已停用。

# commands.wedit:worldedit.description.version
source: Get WorldEdit version
de_de: WorldEdit Version erhalten
es_es: Obtén la versión de WorldEdit
fr_fr: Obtenir la version WorldEdit
it_it: Ottieni la versione WorldEdit
ja_jp: WorldEdit のバージョンを取得する
ko_kr: WorldEdit의 버전을 가져옵니다.
no_no: Få WorldEdit versjon
pt_br: Obter versão do WorldEdit
ru_ru: Получить версию WorldEdit
uk_ua: Отримати версію WorldEdit
zh_cn: 获取当前创世神版本
zh_tw: 取得 WorldEdit 版本

# commands.wedit:worldedit.version
source: WorldEdit version: %s
es_es: Versión de WorldEdit: %s
fr_fr: Version de WorldEdit: %s
it_it: Versione WorldEdit: %s
ja_jp: WorldEdit のバージョン: %s
ko_kr: WorldEdit 버전: %s
no_no: WorldEdit versjon: %s
pt_br: WorldEdit versão: %s
ru_ru: Версия WorldEdit: %s
uk_ua: Версія WorldEdit: %s
zh_cn: 当前创世神版本：%s
zh_tw: WorldEdit 版本： %s

# howtoplay.wedit:quick_start
source: Quick Start
de_de: Schnellstart
es_es: Lo básico
fr_fr: Tutoriel Rapide
it_it: Avvio Rapido
ja_jp: クイックスタート
ko_kr: 빠른 시작
no_no: Pang start
pt_br: Início rápido
ru_ru: Быстрый Старт
uk_ua: Швидкий старт
zh_cn: 快速入门
zh_tw: 快速開始

# howtoplay.wedit:quick_start.title
source: How to Play: Quick Start to WorldEdit
de_de: So wird gespielt: Schnellstart zu WorldEdit
es_es: Como usar WorldEdit
fr_fr: Comment jouer: Initiation à WorldEdit
it_it: Come giocare: rapida introduzione a WorldEdit
ja_jp: 遊び方: WorldEdit をクイックスタート
ko_kr: 어떻게 플레이 하나요: WorldEdit 빠른 시작
no_no: Slik spiller du: kjapp start til WorldEdit
pt_br: Como Jogar: Início rápido para o WorldEdit
ru_ru: Как играть: Быстрый Старт для WorldEdit
uk_ua: Як грати: Швидкий старт для WorldEdit
zh_cn: 游戏指南: 快速学习如何使用创世神插件
zh_tw: 遊戲說明： WorldEdit 的快速開始

# howtoplay.wedit:license
source: License
de_de: Lizenz
es_es: Licencias
fr_fr: Licence
ja_jp: ライセンス
ko_kr: 라이센스
no_no: Lisens
pt_br: Licença
ru_ru: Лицензия
uk_ua: Ліцензія
zh_cn: 许可证书
zh_tw: 授權

# howtoplay.wedit:license.title
source: How to Play: WorldEdit License
de_de: So wird gespielt: WorldEdit Lizenz
es_es: Como usar WorldEdit
fr_fr: Comment jouer : licence WorldEdit
ja_jp: 遊び方: WorldEdit ライセンス
ko_kr: 어떻게 플레이 하나요: WorldEdit 라이센스
no_no: Slik spiller du: WorldEdit lisens
pt_br: Como Jogar: Licença do WorldEdit
ru_ru: Обучение: WorldEdit лицензия
uk_ua: Як грати: Ліцензія WorldEdit
zh_cn: 游戏指南：创世神插件许可证书
zh_tw: 怎麼玩： WorldEdit 授權

# howtoplay.wedit:quick_start.text.1
source: Welcome! This is a port of the original WorldEdit mod for Minecraft: Java Edition. This addon will help you shape your world right inside Minecraft.
de_de: Willkommen! Dies ist ein Port der ursprünglichen WorldEdit Mod für Minecraft: Java Edition. Dieses Addon wird Ihnen helfen, Ihre Welt innerhalb von Minecraft zu gestalten.
es_es: Bienvenido! Esta es una recreación del original WorldEdit para Minecraft: Java Edition. Este addon te ayudará a dar forma a tu mundo de Minecraft.
fr_fr: Bienvenue ! Ceci est un portage du mod original WorldEdit pour Minecraft: Java Edition. Cet addon vous aidera à façonner votre monde dans Minecraft.
it_it: Benvenuto! Questo è un porting della mod originale di WorldEdit per Minecraft: Java Edition. Questo addon ti aiuterà a modellare il tuo mondo all'interno di Minecraft.
ja_jp: ようこそ！これは Minecraft: Java Edition のオリジナル WorldEdit モッドの移植版です。このアドオンは、Minecraft のワールドを形作るのに役立ちます。
ko_kr: 환영합니다! 이것은 원래 마인크래프트: 자바 에디션용 WorldEdit 모드의 포트입니다. 이 애드온은 마인크래프트 안에서 당신의 월드를 형성하는데 도움을 줄 것입니다.
no_no: Velkommen! dette er en port til den opprinnelige WorldEdit modden for Minecraft: Java edition. Dette tillegget vil hjelpe deg med å forme verdenen din i Minecraft.
pt_br: Bem-vindo! Esta é uma adaptação do mod original WorldEdit para Minecraft: Java Edition. Esta extensão irá ajudá-lo a moldar seu mundo de dentro do Minecraft.
ru_ru: Добро пожаловать! Это пародия оригинального мода WorldEdit для Minecraft: Java Edition. Этот аддон поможет вам изменить свой мир прямо в Minecraft.
uk_ua: Ласкаво просимо! Це порт оригінальної модифікації WorldEdit для Minecraft: Java Edition. Ця модифікація допоможе вам формувати свій світ прямо в Minecraft.
zh_cn: 欢迎！这是 Java 版 WorldEdit 模组在基岩版上的移植，可帮助您在 Minecraft 中塑造你的世界。
zh_tw: 歡迎！ 這是 Minecraft： Java 版的原始 WorldEdit 模組的移植版。 這個插件將幫助你在 Minecraft 中塑造你的世界。

# howtoplay.wedit:quick_start.header.1
source: Before Anything Else..,
de_de: Vor allem anderen..,
es_es: Antes que nada..,
fr_fr: Avant tout le reste..,
it_it: Prima di ogni altra cosa..,
ja_jp: 何よりも先に…、
ko_kr: 다른 무엇보다도 먼저..
no_no: Før alt annet..,
pt_br: Antes de tudo..,
ru_ru: Перед чем-либо еще..,
uk_ua: Перш ніж усе інше..,
zh_cn: 在开始之前，
zh_tw: 在任何東西之前...

# howtoplay.wedit:quick_start.text.2
source: By default, players are not allowed to use WorldEdit. Only those tagged with worldedit permission can use its features. To give yourself permission, enter §e/tag @s add worldedit§r in chat. You should now have access to every WorldEdit command.
de_de: Standardmäßig dürfen Spieler WorldEdit nicht verwenden. Nur diejenigen, die WorldEdit-Berechtigungen haben, können ihre Funktionen nutzen. Um Ihnen Zugriff zu geben, geben Sie §e/tag @s add worldedit§r im Chat ein. Sie sollten jetzt WorldEdit Berechtigungen erhalten haben.
fr_fr: Par défaut, les joueurs n'ont pas les permissions pour utiliser WorldEdit. Seuls les joueurs avec l'étiquette worldedit ont la permission d'utiliser WorldEdit. Pour recevoir les permissions, écrivez dans le chat §e/tag @s add worldedit§r. Vous devriez avoir maintenant accès aux commandes WorldEdit.
it_it: Per impostazione predefinita, i giocatori non possono usare WorldEdit. Solo quelli etichettati con il permesso di worldedit possono usare le sue funzionalità. Per darti il permesso, inserisci §e/tag @s add worldedit§r in chat. Ora dovresti avere accesso ad ogni comando WorldEdit.
ja_jp: デフォルトでは、プレイヤーは WorldEdit を使用できません。WorldEdit の権限者としてタグ付けされたプレイヤーのみが使用できます。 自身に権限を与えるには、チャットで §e/tag @s add worldedit§r を入力してください。これですべてのWorldEdit コマンドにアクセスできます。
no_no: Som standard vil spillere ikke ha tilgang til å bruke WorldEdit. Kun de markert med worldedit tillatelser kan bruke dens funksjoner. For å gi deg selv tilgang skriv §e/tag @s add worldedit§r i chat. Du bør nå ha tilgang til alle WorldEdit kommandoene.
ru_ru: Чтобы получить доступ к командам напишите в чат /tag @s add worldedit.
uk_ua: За замовчуванням у гравців немає дозволу використовувати WorldEdit. Лише ті, хто позначив дозвіл worldedit, можуть використовувати його функції. Щоб надати собі дозвіл, введіть §e/tag @s add worldedit§r у чаті. Тепер ви будете мати доступ до кожної команди WorldEdit.
zh_cn: 通常情况下，普通玩家无法使用 WorldEdit 。仅拥有 “worldedit” 标签的玩家才可使用它。 如果想使自己获得 “worldedit” 标签，请键入命令 §e/tag @s add worldedit§r 。之后，您应该会收到一条消息，提示您已经获得了 WorldEdit 权限。
zh_tw: 根據預設，玩家不允許使用 WorldEdit。 只有標記有 worldedit 權限的玩家才能使用其功能。 若要授予自己權限，請在聊天中輸入 §e/tag @s add worldedit§r。 您現在應該可以存取每個 WorldEdit 指令。

# howtoplay.wedit:quick_start.text.3
source: §l§aTip:§r§a You can also give other players permission by changing §e@s§r§a to the player's name. You'll need to surround it in quotes if it has a space in it. Eg: §e/tag "Steve Wanderer" add worldedit§r
de_de: §l§aTipp:§r§a Sie können auch anderen Spieler Berechtigungen geben, indem Sie §e@s§r§a zum Namen des Spielers ändern. Sie müssen ihn in Anführungszeichen umgeben, wenn er ein Leerzeichen hat, z. B.: §e/tag "Steve Wanderer" add worldedit§r
es_es: §l§aConsejo:§r§a Puedes dar permiso a otros jugadores cambiando el §e@s§r§a al nombre del jugador deseado. Si tiene espacios en su nombre deberás escribirlo entre comillas. Por ejemplo: §e/tag "Steve Wanderer" add worldedit§r
fr_fr: §l§aConseil:§r§a Vous pouvez aussi donner les permissions à d'autres joueurs en remplaçant §e@s§r§a par le nom du joueur. Si le nom a un espace, il faut l'entourer de guillemets. Ex: §e/tag add "Steve Wanderer" add worldedit§r
it_it: §l§aSuggerimento:§r§a Puoi anche dare ad altri giocatori il permesso modificando §e@s§r§a col nome del giocatore. Dovrai scriverlo tra virgolette se ha uno spazio in esso. Eg: §e/tag "Steve Wanderer" add worldedit§r
ja_jp: §l§a豆知識:§r §e@s§r §aを他のプレイヤー名に変更することでそのプレイヤーに権限を与えることもできます。 スペースがある場合は引用符で囲む必要があります。例: §e/tag "Steve Wanderer" add worldedit§r
ko_kr: §l§aTip:§r§a 다른 플레이어에게 §e@s§r§a를 플레이어 이름으로 변경하여 권한을 부여할 수도 있습니다. 공백이 있으면 따옴표로 묶어야 합니다. 예: §e/tag add "Steve Wanderer" worldedit§r
no_no: §l§aTip:§r§a Du kan også gi andre spillere tillatelse ved å endre §e@s§r§a til spillerens navn. Du må sette det i sitater hvis det har et mellomrom i seg. F. eks: §e/tag "Steve Wanderer" add worldedit§r
pt_br: §l§aDica:§r§a Você também pode tornar outros jogadores construtores alterando §e@s§r§a para o nome do jogador. Caso o jogador possua espaços no nome, será necessário utilizar aspas duplas. Por exemplo: §e/tag "Steve Da Silva" add worldedit§r
ru_ru: §l§aПодсказка:§r§a Вы также можете дать разрешение другим игрокам, сменив §e@s§r§a на имя игрока. Вам нужно окружить его кавычками, если в нём есть пробел. Например: §e/tag "Steve Wanderer" add worldedit§r
uk_ua: §l§aПорада:§r§a ви також можете надати іншим гравцям дозвіл, змінивши §e@s§r§a на ім’я гравця. Вам потрібно буде взяти його ім’я в лапки, якщо в ньому є пробіл. Наприклад: §e/tag "Steve Wanderer" add worldedit§r
zh_cn: §l§a提示：§r§a 您也可以将 §e@s§r§a 更改为指定的玩家名称来给其他玩家添加 “worldedit” 标签。 若玩家名称中有空格，则需要用引号将其括起来。例：§e/tag "Steve Wander" add worldedit§r。
zh_tw: §l§a提示：§r§a 你也可以透過將 §e@s§r§a 更改為玩家的名稱來授予其他玩家權限。 如果其中有空格，則需要將其括在引號中。 例如：§e/tag "Steve Wanderer" add worldedit§r

# howtoplay.wedit:quick_start.header.2
source: Going places
de_de: Gehe zu Orten
es_es: Ir a ubicaciones
fr_fr: Se rendre à différents endroits
it_it: Luoghi in arrivo
ja_jp: 場所の移動
ko_kr: 원하는 곳에 가기
no_no: Kommer seg
pt_br: Indo a lugares
ru_ru: Куда пойти
uk_ua: З чого ж почати
zh_cn: 行走八方
zh_tw: 前往地方

# howtoplay.wedit:quick_start.text.4
source: §l§aNotice:§r§a The commands provided by this addon use a semicolon (;) instead of a forward slash (/). In the future, Mojang might add actual custom commands support to Minecraft.§r
de_de: §l§aHinweis:§r§a Die von diesem Addon bereitgestellten Befehle verwenden ein Semikolon (;) anstelle eines Schrägstrichs (/). In Zukunft könnte Mojang tatsächlich Unterstützung für benutzerdefinierte Befehle zu Minecraft hinzufügen.§r
es_es: §l§aAviso:§r§a Los comandos funcionarán al colocar primero un punto y coma (;) en ves de una barra de dirección (/). En el futuro, Mojang podría agregar los comandos personalizados a Minecraft.§r
fr_fr: §l§aNotice:§r§a Les commandes fournies par cet addon utilisent un point-virgule (;) au lieu d'un slash (/). À l'avenir, Mojang pourrait ajouter le support de commandes personnalisées à Minecraft.§r
it_it: §l§aNota:§r§a I comandi forniti da questo addon usano un punto e virgola (;) invece di uno slash (/). In futuro, Mojang potrebbe aggiungere il supporto dei comandi personalizzati a Minecraft.§r
ja_jp: §l§a注意:§r§a このアドオンが提供するコマンドは、スラッシュ (/) の代わりにセミコロン (;) を使用します。 将来、Mojang は Minecraft に実際のカスタムコマンドを追加するかもしれません。§r
ko_kr: §l§a알림:§r§a 이 추가 명령어는 슬래시(/) 대신 세미콜론(;)을 사용합니다. 미래에는 Mojang이 마인크래프트에 실제 커스텀 명령어 지원을 추가할 수도 있습니다.
no_no: §l§aNotice:§r§a Kommandoene som er gitt av dette tillegget bruker semikolon(;) istedenfor en skråstrek fremover (/). I fremtiden kan Mojang legge til faktiske tilpassede kommandoer støtte til Minecraft.§r
pt_br: §l§aAviso:§r§a Os comandos fornecidos por esta extensão usam ponto e vírgula (;) em vez de uma barra (/). No futuro, talvez a Mojang possa adicionar suporte a comandos personalizados ao Minecraft.§r
ru_ru: §l§aПримечание:§r§a В командах этого дополнения используется точка с запятой (;) вместо косой черты (/). В будущем Mojang может добавить в Minecraft реальную поддержку пользовательских команд.§r
uk_ua: §l§aПримітка:§r§a Команди, надані цим доповненням, використовують крапку з комою (;) замість косої риски (/). У майбутньому Mojang може додати фактичну підтримку спеціальних команд у Minecraft.§r
zh_cn: §l§a注意：§r§a此插件提供的命令使用分号（;) 而不是正斜杠（/）。未来，Mojang可能会为Minecraft添加实际的自定义命令支持。§r
zh_tw: §l§a注意：§r§a 此插件提供的指令使用分號 (;) 而不是正斜線 (/)。 將來，Mojang 可能會為 Minecraft 新增實際的自訂指令支援。§r

# howtoplay.wedit:quick_start.text.5
source: Getting from point A to point B can sometimes be a hassle. Luckily, this addon comes with what's known as a Navigation Wand. To get one, enter the command §e;navwand§r. Once you have this item, just interact with it to get teleported to the spot you are looking at. Want to get on the otherside of a wall or ceiling? Use the wand while sneaking to go right through it! Stuck in a block? Using the wand will get you unstuck!
de_de: Von Punkt A zu Punkt B zu kommen kann manchmal schwer sein. Zum Glück kommt dieses Addon mit dem so genannten Navigations-Stab. Um einen zu bekommen, können Sie entweder einen Kompass in Ihrem Inventar haben oder den Befehl §e;navwand§r eingeben. Sobald Sie diesen Gegenstand haben, interagieren Sie einfach mit ihm, um an den Ort teleportiert zu werden, an dem Sie sich gerade befinden. Möchten Sie auf der anderen Seite einer Wand oder Decke stehen? Benutzen Sie den Stab beim Schleichen um durch sie zu gehen! Stecken Sie in einem Block? Mit dem Stab können Sie sich herausteleportieren!
es_es: Trasladarse de un punto A a un punto B a veces puede ser un problema. Por fortuna, este complemento viene con un item llamado Varita de Navegación. Para obtenerlo, simplemente coloca el comando §e;navwand§r. Al tenerlo, podrás teletransportarte al interactuar con ella. ¿Necesitas ponerte al otro lado de una pared? Usa la varita mientras te agachas para traspasarlo. ¿Atascado en un bloque? ¡Usa la varita y te desatascarás!
fr_fr: Passer du point A au point B peut parfois être compliqué. Heureusement, cet add-on est fourni avec ce qu'on appelle une baguette de navigation. Pour en obtenir une, entrez la commande §e;navwand§r. Une fois que vous avez cet objet, interagissez simplement avec lui pour vous téléporter à l'endroit que vous regardez. Vous voulez passer de l'autre côté d'un mur ou d'un plafond ? Utilisez la baguette tout en vous faufilant pour le traverser ! Coincé dans un bloc ? Utilisez la baguette pour vous débloquer !
it_it: Andare dal punto A al punto B può a volte essere un problema. Per fortuna, questo addon viene fornito con quello che è noto come una bacchetta di navigazione. Per ottenerne uno, inserisci il comando §e;navwand§r. Una volta che avete questo oggetto, basta interagire con esso per essere teletrasportato al punto che stai guardando. Vuoi ottenere sull'altro lato di una parete o soffitto? Usa la bacchetta mentre ti abbassi per passare attraverso di esso! Bloccato in un blocco? Usare la bacchetta ti farà sbloccare!
ja_jp: A地点からB地点へ行くことが面倒なこともあるでしょう。幸いにも、このアドオンには「案内用の杖」というものが付いています。 取得するには、コマンド §e;navwand§r を入力してください。 アイテムを手に入れたら、使うだけで見ている場所にテレポートされます。 壁や天井の反対側に行きたいなら、スニークしながら杖を使えば通り抜けられます！ ブロックに埋まってしまったら、杖を使えば解放されます！
ko_kr: A 지점에서 B 지점으로 가는 것은 번거롭죠. 다행히도, 이 애드온은 Navigation Wand라고 알려진 도구가 제공됩니다. 도구를 얻으시려면 §e;navwand§r라는 명령어를 입력하세요. 이 도구가 있으면 도구를 이용하여 보고 있는 위치로 이동할 수 있어요. 벽이나 천장의 반대편으로 가고 싶나요? 웅크리기를 한 후 지팡이를 사용하여 통과하세요! 블록에 갇혔나요? 그 지팡이를 사용하면 나올 수 있어요!
no_no: Å komme seg fra punk A til punkt B kan noen ganger være irriterende. Heldigvis kommer dette tillegget med en kjent navigeringsstav. For å få en skriv inn kommandoen §e;navwand§r. Når du har denne gjenstanden er det bare å bruke den for å bli teleportert til stedet du ser på. Vil du komme deg til motsad side av en vegg eller tak? Bruk staven mens du sniker for å komme seg gjennom§! Sitter du fast i en blokk? Bruk staven for å komme deg løs!
pt_br: Ir do ponto A ao ponto B às vezes pode ser complicado. Felizmente, este add-on vem com o que é conhecido como uma Varinha de Navegação. Para pegar uma, você pode ter uma bússola no seu inventário ou digitar o comando §e;navwand§r. Assim que você tiver este item, basta apenas interagir com ele para ser teleportado para o local em que você está olhando. Quer ir do outro lado de uma parede ou teto? Use a varinha enquanto estiver agachado para passar por ela! Preso em um bloco? Usar a varinha vai te desprender!
ru_ru: Добраться из точки А до точки В иногда может быть трудным. К счастью, это аддон поставляет инструмент известный как Навигационный жезл. Чтобы получить один, введите команду §e;navwand§r. Как только у вас появится этот предмет, вы сможете телепортироваться в любое место на которое вы смотрите. Хотите попасть на другую сторону стены или потолка? Используйте жезл в присяде! Застрял в блоке? Используя жезл вы сможете выбраться!
uk_ua: Дістатися з пункту А в пункт Б іноді буває складно. На щастя, це доповнення постачає інструмент з так званою Навігаційною паличкою. Щоб отримати її, введіть команду §e;navwand§r. Отримавши цей предмет, просто взаємодійте з ним, щоб телепортуватись у те місце, на яке ви дивитесь. Хочете потрапити по інший бік стіни чи стелі? Використовуйте паличку, підкрадаючись, щоб пройти наскрізь! Застрягли в блоці? Використовуючи паличку, ви зможете вибратись!
zh_cn: 在两地直接移动有时会很麻烦。幸运的是，这个模组带有传送器，您可以键入命令 §e;navwand§r 命令获取。使用传送器以传送到视野尽头。如果想穿过墙或天花板，潜行时使用传送器即可穿过。如果被卡在方块中，使用传送器即可脱离。
zh_tw: 從 A 點到 B 點有時會很麻煩。 幸運的是，這個插件帶有所謂的導航棒。 要獲得一個，請輸入指令 §e;navwand§r。 擁有此物品後，只需與它互動即可傳送到您正在查看的位置。 想爬到牆或天花板的另一邊？ 在潛行時使用魔杖直接穿過它！ 卡在一個方塊？ 使用魔杖會讓你擺脫困境！

# howtoplay.wedit:quick_start.text.6
source: §l§aTip:§r§a If you don't want to use the navigation wand, these actions can also be done with the commands §e;jumpto§r§a, §e;thru§r§a and §e;unstuck§r§a as well§r.
de_de: §l§aTipp:§r§a Wenn Sie den Navigationsstab nicht benutzen möchten, können diese Aktionen auch mit den Befehlen §e;jumpto§r§a, §e;thru§a und §e;unstuck§r§a gemacht werden §r§r.
es_es: §l§aConsejo:§r§a Si no quieres usar la varita de navegación, sus funciones se pueden reemplazar con los comandos §e;jumpto§r§a, §e;thru§r§a y §e;unstuck§r§a también§r.
fr_fr: §l§aAstuce :§r§a Si vous ne souhaitez pas utiliser la baguette de navigation, ces actions peuvent également être effectuées avec les commandes §e;jumpto§r§a, §e;thru§r§a et §e;unstuck§r§a également§r.
it_it: §l§aSuggerimento:§r§a Se non vuoi usare la bacchetta di navigazione, queste azioni possono essere fatte anche con i comandi §e;jumpto§r§a, §e;thru§r§a e §e;unstuck§r§a pure§r.
ja_jp: §l§a豆知識:§r§a 案内用の杖を使用しない場合は、コマンド §e;jumpto§r§a 、 §e;thru§r§a 、 §e;unstuck§r§a でも同様にアクションを実行できます。§r
ko_kr: 만약 당신이 이동 도구를 사용하고 싶지 않다면, 이러한 동작들은 또한 명령 §e;jumpto§r§a, §e;thru§r§a 및 §e;unstuck§r로도 사용할 수 있습니다.
no_no: §l§aTip:§r§a hvis du ikke vil bruke navigerinsstaven, kan disse handlingene også bli gjort med kommandoene §e;jumpto§r§a, §e;thru§r§a and §e;unstuck§r§a §r.
pt_br: §l§aDica:§r§a se você não quiser usar a varinha de navegação, essas ações também podem ser feitas com os comandos §e;jumpto§a, §e;thru§a e §e;unstuck§r§a também§r.
ru_ru: §l§aСовет:§r§a Если вы не хотите использовать навигационную палочку, эти действия также можно выполнить с помощью команд §e;jumpto к§r§a, §e;thru§r§a и §e;unstuck.
uk_ua: §l§aПорада:§r§a Якщо ви не хочете використовувати навігаційну паличку, ці дії також можна виконати за допомогою команд §e;jumpto§r§a, §e;thru§r§a та §e;unstuck§r§a також§r.
zh_cn: §l§a提示：§r§a 如果您不想使用传送器，也可以键入命令 §e;jumpto§r§a §e;thru§r§a §e;unstuck§r§a实现上述功能§r。
zh_tw: §l§a提示：§r§a 如果你不想使用導航工具，這些動作也可透過指令 §e;jumpto§r§a，§e;thru§r§a 和 §e;unstuck§r§a 來完成。§r

# howtoplay.wedit:quick_start.header.3
source: Making Selections
de_de: Auswahl machen
es_es: Haciendo selecciones
fr_fr: Faire des sélections
it_it: Fai una Selezione
ja_jp: 選択する
ko_kr: 선택하기
no_no: Utføre valg
pt_br: Fazendo seleções
ru_ru: Делать Выделения
uk_ua: Створення виділення
zh_cn: 创建选区
zh_tw: 做出選擇
