Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# commands.wedit:biomeinfo.position
source: Biome at your position: %s
es_es: Bioma en tu posición: %s
fr_fr: Biome à votre position: %s
ja_jp: 現在地のバイオーム: %s
ko_kr: 현재 위치의 바이옴 위치: %s
no_no: Biom ved din posisjon: %s
pt_br: Bioma da sua posição: %s
ru_ru: Биом на вашей позиции:%s
uk_ua: Біом на якому ви є: %s
zh_cn: 您当前位置的生物群系为: %s
zh_tw: 你現在位置之生態域： %s

# commands.wedit:biomeinfo.selection
source: Biomes in your selection: %s
es_es: Biomas en tu selección: %s
fr_fr: Biomes dans votre sélection : %s
ja_jp: 選択したバイオーム: %s
ko_kr: 선택한 영역의 바이옴: %s
no_no: Biomer i ditt utvalg: %s
pt_br: Biomas na sua seleção: %s
ru_ru: Биомы в вашей выделенной области:%s
uk_ua: Біоми у вашому виділенні: %s
zh_cn: 您当前选区内的生物群系为: %s
zh_tw: 你選取區域內的生態域： %s

# commands.wedit:brush.bind.sphere
source: Sphere brush shape equipped (%s).
de_de: Kugelförmiger Pinsel ausgerüstet (%s).
es_es: Forma de pincel esférico equipada (%s).
fr_fr: Pinceau de type sphère équipé (%s).
it_it: Pennello a sfera equipaggiato (%s).
ja_jp: 球体のブラシをセットしました (%s) 。
ko_kr: 구형 브러시 장착됨 (%s).
no_no: Kulepensel-form valgt (%s).
pt_br: Pincel com forma esférica equipado (%s).
ru_ru: Сферическая форма кисти установлена (%s).
uk_ua: Сферична форма пензля встановлено (%s).
zh_cn: 已装载球形笔刷 (%s)。
zh_tw: 已裝載球型筆刷 (%s)。

# commands.wedit:brush.bind.cylinder
source: Cylinder brush shape equipped (%1 by %2).
de_de: Zylinderförmiger Pinsel ausgerüstet (%1 mal %2).
es_es: Forma de pincel de cilindro equipada (%1 por %2).
fr_fr: Pinceau de type cylindre équipé (%1 par %2).
it_it: Pennello a cilindro equipaggiato (%1 di %2).
ja_jp: 円柱のブラシをセットしました (%1 x %2) 。
ko_kr: 실린더 모양 브러시 장착됨 (%1 by %2).
no_no: Sylinderpensel-form valgt (%1 på %2).
pt_br: Pincel com forma cilíndrica equipado (%1 de %2).
ru_ru: Цилиндрическая форма кисти установлена (%1 by %2).
uk_ua: Циліндрична форма пензля встановлено (%1 на %2).
zh_cn: 已装载圆柱形笔刷 (%1 ，由 %2)。
zh_tw: 已裝載柱型筆刷 (%1，被 %2)。

# commands.wedit:brush.bind.smooth.noFilter
source: Smooth brush equipped (%1 x %2x).
de_de: Glättungspinsel ausgerüstet (%1 x %2x).
es_es: Pincel suavizado equipado (%1 x %2x).
fr_fr: Brosse lisse équipée (%1 x %2x).
it_it: Pennello liscio equipaggiato (%1 x %2x).
ja_jp: スムーズブラシを装備しました (%1 x %2x) 。
ko_kr: 부드러운 브러시 장착됨 (%1 x %2x).
no_no: Jevnbørste valgt (%1 x %2x).
pt_br: Pincel suave equipado (%1 x %2x).
ru_ru: Сглаживающая форма кисти установлена (%1 x %2x).
uk_ua: Гладкий пензель встановлено (%1 x %2x).
zh_cn: 已装载平滑笔刷 (%1 x %2x)。
zh_tw: 配備平滑筆刷 (%1 x %2x)。

# commands.wedit:brush.bind.smooth.filter
source: Smooth brush equipped (%1 x %2x using filter).
de_de: Glättungspinsel ausgerüstet (%1 x %2x mit Filter).
es_es: Pincel suavizado equipado (%1 x %2x usando filtro).
fr_fr: Brosse lisse équipée (%1 x %2x avec filtre).
it_it: Spazzola liscia equipaggiata (%1 x %2x usando il filtro).
ja_jp: スムーズブラシを装備しました (%1 x %2x、フィルター付き) 。
ko_kr: 부드러운 브러시 장착됨 (%1 x %2x 필터 사용).
no_no: Jevnbørste valgt (%1 x %2x med filter).
pt_br: Pincel suave equipado (%1 x %2x usando filtro).
ru_ru: Сглаживающая форма кисти установлена (%1 x %2x using filter).
uk_ua: Гладка форма пензля встановлено (%1 x %2x за допомогою фільтра).
zh_cn: 已装载平滑笔刷 (%1 x %2x并使用过滤器)。
zh_tw: 已裝備平滑筆刷樣式 (%1 x %2x 倍，使用篩選)。

# commands.wedit:brush.bind.clipboard
source: Clipboard brush equipped.
fr_fr: Brosse presse-papiers équipée.
ko_kr: 클립보드 브러시 장착됨.
no_no: Utiklippstavlebørste aktivert.
pt_br: Pincel de prancheta equipado.
ru_ru: Выбрана кисть буфера обмена.
uk_ua: Пензель буфера обміну оснащено.
zh_cn: 已装载剪贴板笔刷。
zh_tw: 已配備剪貼簿筆刷樣式。

# commands.wedit:brush.bind.struct
source: Structure brush equipped.
fr_fr: Brosse de structure équipée.
ko_kr: 구조 브러시 장착됨.
no_no: Strukturbørste aktivert.
pt_br: Pincel de estrutura equipado.
ru_ru: Конструкция оснащена щеткой.
uk_ua: Пензель структури оснащено.
zh_cn: 已装载结构笔刷。
zh_tw: 已配備結構類型之筆刷。

# commands.wedit:brush.bind.erode
source: Erosion brush equipped (%s).
fr_fr: Brosse d'érosion équipée (%s).
ko_kr: 침식 브러시 장착됨 (%s).
no_no: Eroderingsbørste aktivert (%s).
pt_br: Pincel de erosão equipado (%s).
ru_ru: Оснащенная эрозионной щеткой(%s).
uk_ua: Пензель ерозії оснащено (%s).
zh_cn: 已装载侵蚀笔刷 (%s)。
zh_tw: 已配備侵蝕類型之筆刷 (%s)。

# commands.wedit:brush.bind.overlay
source: Overlay brush equipped (%s).
fr_fr: Pinceau de superposition équipé (%s).
ko_kr: 오버레이 브러시 장착됨 (%s).
no_no: Overlappingsbørste aktivert (%s).
pt_br: Pincel de sobreposição equipado (%s).
ru_ru: Кисть для наложения готова (%s).
uk_ua: Пензель накладання оснащено (%s).
zh_cn: 已装载叠加笔刷 (%s)。
zh_tw: 已配備覆蓋類型之筆刷 (%s)。

# commands.wedit:brush.description
source: Set the type of a brush being held
de_de: Legt den Typ eines Pinsels fest, der gehalten wird
es_es: Establece el tipo de pincel que se sostiene
fr_fr: Définir le type de brosse tenue
it_it: Imposta il tipo di pennello da tenere
ja_jp: 持つブラシの種類を設定する
ko_kr: 보유 중인 브러시 유형 설정
no_no: Angi typen pensel som blir holdt
pt_br: Selecionar o tipo de pincel que está segurando
ru_ru: Установите тип удерживаемой кисти
uk_ua: Встановити тип пензля, який тримаєте
zh_cn: 设置所持笔刷的类型
zh_tw: 設定你正在握著的畫筆種類

# commands.wedit:brush.description.none
source: Unbind a bound brush from your current item
de_de: Entbinden Sie einen gebundenen Pinsel von Ihrem aktuellen Item
es_es: Desvincular un pincel limitado de tu elemento actual
fr_fr: Délier une brosse liée à votre objet actuel
it_it: Scollega il pennello collegato dal tuo oggetto corrente
ja_jp: 手持ちのブラシの紐づけを解除する
ko_kr: 현재 항목에서 바인딩된 브러시 바인딩 해제
no_no: Fjern bindingen fra en bindet pensel til din nåværende gjenstand
pt_br: Desconectar um pincel vinculado do seu item atual
ru_ru: Отвязать кисть от текущего предмета
uk_ua: Від’єднати пов’язаний пензель від поточного предмета
zh_cn: 从当前物品中解绑笔刷
zh_tw: 從你目前的物品裡解鎖一個區域筆刷

# commands.wedit:brush.description.sphere
source: Create a sphere brush
de_de: Kugelpinsel erstellen
es_es: Crear un pincel de esfera
fr_fr: Créer une brosse sphérique
it_it: Crea un pennello a sfera
ja_jp: 球体ブラシを生成する
ko_kr: 구 모양의 브러시 생성
no_no: Lag en kulepensel
pt_br: Criar um pincel esférico
ru_ru: Создать сферическую кисть
uk_ua: Створити сферичний пензель
zh_cn: 创建球形笔刷
zh_tw: 製作一個圓形筆刷

# commands.wedit:brush.description.cyl
source: Create a cylinder brush
de_de: Zylinderpinsel erstellen
es_es: Crear un pincel cilindrico
fr_fr: Créer une brosse cylindrique
it_it: Crea un pennello cilindro
ja_jp: 円柱ブラシを生成する
ko_kr: 원기둥 브러시 생성
no_no: Lag en sylinderpensel
pt_br: Criar um pincel cilíndrico
ru_ru: Создать цилиндрическую кисть
uk_ua: Створити циліндровий пензель
zh_cn: 创建圆柱形笔刷
zh_tw: 製作一個圓柱體筆刷

# commands.wedit:brush.description.smooth
source: Create a terrain smoothing brush
de_de: Geländeglättungspinsel erstellen
es_es: Crear un pincel suavizador de terrenos
fr_fr: Créer une brosse de lissage du terrain
it_it: Crea un pennello levigante del terreno
ja_jp: 地形をなだらかにするスムーズブラシを生成する
ko_kr: 지형 스무딩 브러시 생성
no_no: Lag et terreng-utjevningspensel
pt_br: Criar um pincel de suavizar terreno
ru_ru: Создать кисть для сглаживания рельефа
uk_ua: Створити пензель для згладжування ландшафту
zh_cn: 创建地形平滑笔刷
zh_tw: 製作一個地形平滑筆刷

# commands.wedit:brush.description.struct
source: Creates a brush that places structures
fr_fr: Crée un pinceau qui place des structures
ko_kr: 구조 배치 브러시 생성
no_no: Lager enn børste som plasserer strukturer
pt_br: Cria um Pincel que coloca estruturas
ru_ru: Создает кисть, которая накладывает структуры
uk_ua: Створює пензель розміщення структур
zh_cn: 创建放置结构的笔刷
zh_tw: 建立可放置結構的筆刷

# commands.wedit:brush.description.erode
source: Creates a terrain shaping brush
fr_fr: Crée un pinceau de modelage de terrain
ko_kr: 지형 형성 브러시 생성
no_no: Lager en børste som formerer terrenget
pt_br: Cria um pincel de edição de terreno
ru_ru: Создает кисть для придания формы рельефу
uk_ua: Створює пензель формування рельєфу
zh_cn: 创建地形塑造笔刷
zh_tw: 製作一個可編輯地形形狀的筆刷

# commands.wedit:brush.description.overlay
source: Creates a terrain overlaying brush
fr_fr: Crée un pinceau de superposition de terrain
ko_kr: 지형 오버레이 브러시 생성
no_no: Lager en børste som kan overlappe terreng
pt_br: Cria um pincel de sobreposição de terreno
ru_ru: Создает кисть для наложения рельефа
uk_ua: Створює пензель накладання рельєфу
zh_cn: 创建地形覆盖笔刷
zh_tw: 建立一個地形覆蓋筆刷

# commands.wedit:brush.mask.set
source: Brush mask set.
de_de: Pinselmaske gesetzt.
es_es: Conjunto de máscara de pincel.
fr_fr: Masque de brosse défini.
it_it: Maschera pennello impostata.
ja_jp: ブラシのマスクを設定しました。
ko_kr: 브러시 마스크 설정.
no_no: Pensel-maske satt.
pt_br: Máscara do pincel selecionada.
ru_ru: Маска кисти установлена.
uk_ua: Маску пензля встановлено.
zh_cn: 已设定笔刷替换方块。
zh_tw: 已設定畫筆遮罩。

# commands.wedit:brush.mask.disabled
source: Brush mask disabled.
de_de: Pinselmaske deaktiviert.
es_es: Máscara de pincel desactivada.
fr_fr: Masque de brosse désactivé.
it_it: Maschera pennello disabilitata.
ja_jp: ブラシのマスクを無効にしました。
ko_kr: 브러시 마스크(옵션)가 꺼졌습니다.
no_no: Pensel-maske deaktivert.
pt_br: Máscara do pincel desabilitada.
ru_ru: Маска кисти отключена.
uk_ua: Маску пензля вимкнено.
zh_cn: 已禁用笔刷替换方块。
zh_tw: 已停用畫筆遮罩。

# commands.wedit:brush.material.set
source: Brush material set.
de_de: Pinselmaterial gesetzt.
es_es: Conjunto de material pincel.
fr_fr: Matériau de la brosse défini.
it_it: Materiale pennello impostato.
ja_jp: ブラシの素材を設定しました。
ko_kr: 브러시 재료가 설정되었습니다.
no_no: Pensel-material satt.
pt_br: Material do pincel selecionado.
ru_ru: Материалы кисти установлены.
uk_ua: Матеріали пензля встановлено.
zh_cn: 已设定笔刷材质。
zh_tw: 畫筆材質已設定

# commands.wedit:brush.range.set
source: Brush range set.
de_de: Pinselbereich festgelegt.
es_es: Rango de pincel establecido.
fr_fr: Plage de la brosse définie.
it_it: Intervallo pennello impostato.
ja_jp: ブラシ範囲を設定しました。
ko_kr: 브러시 범위 설정.
no_no: Pensel-rekkevidde satt.
pt_br: Alcance do pincel selecionado.
ru_ru: Диапазон кисти установлен.
uk_ua: Діапазон пензля встановлено.
zh_cn: 已设定笔刷范围。
zh_tw: 已設定畫筆範圍。

# commands.wedit:brush.size.set
source: Brush size set.
de_de: Pinselgröße festgelegt.
es_es: Tamaño de pincel conjunto.
fr_fr: Taille de la brosse définie.
it_it: Dimensione pennello impostata.
ja_jp: ブラシサイズを設定しました。
ko_kr: 브러시 사이즈 설정.
no_no: Pensel-størrelse satt.
pt_br: Tamanho do pincel selecionado.
ru_ru: Размер кисти установлен.
uk_ua: Розмір пензля встановлено.
zh_cn: 已设定笔刷大小。
zh_tw: 已設定畫筆大小。

# commands.wedit:brush.tracemask.set
source: Trace mask set.
de_de: Trace-Maske gesetzt.
es_es: Establecer máscara del pincel.
fr_fr: Ensemble de masques de traçage.
it_it: Maschera di traccia impostata.
ja_jp: トレースマスクを設定しました。
ko_kr: 마스크 추적 설정.
no_no: Spor-maske satt.
pt_br: Rastrear máscara selecionado.
ru_ru: Маска установлена.
uk_ua: Маску встановлено.
zh_cn: 已设定笔刷生效方块。
zh_tw: 已設定痕跡遮罩

# commands.wedit:brush.tracemask.disabled
source: Trace mask disabled.
de_de: Trace-Maske deaktiviert.
es_es: Máscara del trazo desactivada.
fr_fr: Masque de traçage désactivé.
it_it: Maschera traccia disabilitata.
ja_jp: トレースマスクを無効にしました。
ko_kr: 마스크 추적이 꺼졌습니다.
no_no: Spor-maske deaktivert.
pt_br: Rastrear máscara desabilitado.
ru_ru: Маска отключена.
uk_ua: Маску вимкнено.
zh_cn: 已禁用笔刷生效方块。
zh_tw: 已停用痕跡遮罩。

# commands.wedit:brush.tooLarge
source: Maximum allowed brush radius: %s
de_de: Maximal zulässiger Pinselradius: %s
es_es: Radio máximo del pincel: %s
fr_fr: Rayon de brosse maximum autorisé : %s
it_it: Raggio massimo pennello consentito: %s
ja_jp: ブラシの最大半径: %s
ko_kr: 최대 허용 브러시 반경: %s
no_no: Maksimum tillat pensel-radius: %s
pt_br: Raio máximo permitido do pincel: %s
ru_ru: Максимально допустимый радиус кисти: %s
uk_ua: Максимально допустимий радіус пензля: %s
zh_cn: 笔刷最大半径： %s
zh_tw: 允許的畫筆最大範圍： %s

# commands.wedit:brush.noMaterial
source: This brush does not require a material to work.
de_de: Dieser Pinsel benötigt kein Material um zu funktionieren.
es_es: Este pincel no requiere un material para trabajar.
fr_fr: Cette brosse n'a pas besoin de matériau pour fonctionner.
it_it: Questo pennello non richiede un materiale da lavorare.
ja_jp: このブラシには材料が必要ありません。
ko_kr: 이 브러시는 작업하는 데 재료가 필요하지 않습니다.
no_no: Dette penselet trenger ikke et material for å fungere.
pt_br: Este pincel não requer um material para funcionar.
ru_ru: Эта кисть не требует материала для работы.
uk_ua: Для роботи цього пензля не потрібен матеріал.
zh_cn: 此笔刷不需要材质来运作。
zh_tw: 這個畫筆沒有運作需要的材質

# commands.wedit:brush.noSize
source: This brush has no configurable size.
fr_fr: Cette brosse n'a pas de taille configurable.
ko_kr: 이 브러시에는 구성 가능한 크기가 없습니다.
no_no: Denne børste har ingen konfigurerbar størrelse.
pt_br: Este Pincel não há tamanho configurável.
ru_ru: Эта кисть не имеет настраиваемого размера.
uk_ua: Розмір пензля не налаштовується.
zh_cn: 此笔刷没有可设置的大小。
zh_tw: 這個畫筆沒有可設定的大小。

# commands.wedit:brush.unbind
source: Brush unbound from your current item.
de_de: Pinsel vom aktuellen Item entfernt.
es_es: Desvinculaste el pincel de su ítem.
fr_fr: Brosse non liée à votre article actuel.
it_it: Pennello scollegato dall'oggetto corrente.
ja_jp: ブラシと現在のアイテムの紐づけを解除しました。
ko_kr: 현재 항목에서 바인딩 해제되지 않은 브러시입니다.
no_no: Pensel ubundet fra din nåværende gjenstand.
pt_br: Pincel desvinculado do seu item atual.
ru_ru: Кисть не связана с вашим текущим предметом.
uk_ua: Пензель не прив’язаний до поточного предмета.
zh_cn: 笔刷已从当前物品解绑。
zh_tw: 已解除您手持的物品與畫筆之間的綁定。

# commands.wedit:butcher.description
source: Kill nearby entities.
de_de: Entitäten in der Nähe töten.
es_es: Mata a las entidades cercanas.
fr_fr: Tue les entités à proximité.
ja_jp: 近くのエンティティをキルする。
ko_kr: 주변 엔티티를 죽입니다.
no_no: Drep enheter i nærheten.
pt_br: Matar entidades próximas.
ru_ru: Убить ближайшие объекты.
uk_ua: Вбити поблизу об'єкти.
zh_cn: 杀死附近的实体。
zh_tw: 殺死附近的生物

# commands.wedit:butcher.explain
source: Killed %s entities.
de_de: %s Entitäten getötet.
es_es: Matar %s entidades.
fr_fr: %s d'entités ont été tuées.
ja_jp: %s 体のエンティティをキルしました。
ko_kr: 근처의 %s마리 엔티티를 죽였습니다.
no_no: Drepte %s enheter.
pt_br: Entidades mortas %s.
ru_ru: Убито %s сущностей.
uk_ua: Вбито %s об’єктів.
zh_cn: 杀死了 %s 个实体。
zh_tw: 已殺死 %s 生物

# commands.wedit:calc.description
source: Evaluate a mathematical expression.
es_es: Calcular una expresión matemática.
fr_fr: Évalue une expression mathématique.
ja_jp: 数式を評価する
ko_kr: 수학적 표현을 평가합니다.
no_no: Evaluer et matematisk uttrykk.
ru_ru: Оценка математического выражения.
uk_ua: Обчислити математичний вираз.
zh_cn: 计算数学表达式。
zh_tw: 計算數學表達式。

# commands.wedit:calc.invalid
source: '%s' could not be parsed as a valid expression.
es_es: '%s' no puede ser analizado como una expresión válida.
fr_fr: '%s' n'a pas pu être analysé comme une expression valide.
ja_jp: '%s' は有効な式として解析できませんでした。
ko_kr: '%s'은(는) 유효한 식으로 분석할 수 없습니다.
no_no: '%s' kunne ikke analyseres som et gyldig uttrykk.
pt_br: '%s' não foi possível analisar como uma expressão valida.
ru_ru: '%s' не удалось персонализировать как допустимое выражение.
uk_ua: '%s' не вдалося розібрати як дійсний вираз.
zh_cn: '%s'无法解析为有效表达式。
zh_tw: 無法解析「%s」為有效的表達式

# commands.wedit:ceiling.description
source: Go to the ceiling.
es_es: Ir al techo.
fr_fr: Va au plafond.
ko_kr: 천장으로 가세요.
no_no: Gå til taket.
pt_br: Vá ao o teto.
ru_ru: Поднимитесь к потолку.
uk_ua: Йти до стелі.
zh_cn: 前往顶层。
zh_tw: 前往天花板。

# commands.wedit:center.description
source: Set the center block(s).
es_es: Establecer el/los bloque(s) central(es).
fr_fr: Définit le bloc central.
ko_kr: 센터 블록을 설정합니다.
no_no: Angri midt-blokk(ene).
pt_br: Definir o(s) bloco(s) do centro.
ru_ru: Установить центральный блок(и).
uk_ua: Установити центральний блок.
zh_cn: 设定中心方块(可以多个)。
zh_tw: 設定中心方塊。

# commands.wedit:chunk.description
source: Select your current, or specified chunk.
es_es: Seleccionar tu actual, o chunk especifico.
fr_fr: Sélectionner votre chunk actuel, ou un autre spécifié.
ko_kr: 현재 또는 지정된 청크를 선택합니다.
no_no: Velg din gjeldene, eller spesifert del.
pt_br: Selecione seu pedaço atual, ou um pedaço específico.
ru_ru: Выберите ваш текущий или указанный чанк.
uk_ua: Виберіть поточний або вказаний чанк.
zh_cn: 选择您当前或指定的区块。
zh_tw: 選擇此處或特定區塊

# commands.wedit:chunk.selected-multiple
source: Chunks selected: (%1) - (%2).
es_es: Chunks seleccionados: (%1) - (%2).
fr_fr: Chunks sélectionnés: (%1) - (%2).
ko_kr: 청크 선택됨: (%1) - (%2).
no_no: Deler valgt: (%1) - (%2).
pt_br: Pedaços selecionados: (%1) _ (%2).
ru_ru: Выбранные чанки: (%1)-(%2).
uk_ua: Вибрані чанки: (%1) — (%2).
zh_cn: 已选择区块：(%1) - (%2)。
zh_tw: 已選擇區塊： (%1) - (%2)

# commands.wedit:chunk.selected
source: Chunk selected: (%1).
es_es: Chunk seleccionado: (%1).
fr_fr: Chunk sélectionné: (%1).
ko_kr: 청크 선택됨: (%1).
no_no: Del valgt: (%1).
pt_br: Pedaço selecionado: (%1).
ru_ru: Выбран кусок: (%1).
uk_ua: Вибраний чанк: (%1).
zh_cn: 已选择区块：(%1)。
zh_tw: 已選擇區塊： (%1)

# commands.wedit:clearclipboard.description
source: Clear your clipboard
de_de: Zwischenablage leeren
es_es: Borra el portapapeles
fr_fr: Effacer le presse-papiers
it_it: Pulisci gli appunti
ja_jp: クリップボードを消去する
ko_kr: 클립보드를 지웁니다.
no_no: Tøm utklippstavlen
pt_br: Limpar sua área de transferência
ru_ru: Очистить буфер обмена
uk_ua: Очистити буфер обміну
zh_cn: 清空剪贴板
zh_tw: 清除您的剪貼簿

# commands.wedit:clearclipboard.explain
source: Cleared clipboard.
de_de: Zwischenablage geleert.
es_es: Portapapeles borrado.
fr_fr: Presse-papiers effacé.
ja_jp: クリップボードを消去しました。
ko_kr: 클립보드 지워짐.
no_no: Tømte utklippstavlen.
pt_br: Prancheta limpa.
ru_ru: Буфер обмена очищен.
uk_ua: Буфер обміну очищено.
zh_cn: 已清空剪贴板。
zh_tw: 清除剪貼簿。

# commands.wedit:clearhistory.description
source: Clear your editing history
de_de: Editierverlauf löschen
es_es: Borra tu historial de edición
fr_fr: Effacer votre historique d'édition
it_it: Cancella la cronologia delle modifiche
ja_jp: 編集履歴を消去する
ko_kr: 편집 기록 지우기
no_no: Fjerner din redigeringshistorikk
pt_br: Limpa seu histórico de edição
ru_ru: Очистите историю редактирования
uk_ua: Очистити історію редагувань
zh_cn: 清空编辑记录
zh_tw: 清除你的歷史編輯記錄

# commands.wedit:clearhistory.explain
source: History cleared.
de_de: Verlauf gelöscht.
fr_fr: Historique effacé.
it_it: Cronologia cancellata.
ja_jp: 履歴を消去しました。
ko_kr: 기록 지워짐.
no_no: Slettet historikken.
pt_br: Histórico limpado.
ru_ru: История очищена.
uk_ua: Історію очищено.
zh_cn: 已清空记录。
zh_tw: 已清除歷史記錄

# commands.wedit:contract.description
source: Contract the selection area
de_de: Auswahlbereich verarbeiten
es_es: Encoge el área seleccionada
fr_fr: Contracter la zone de sélection
it_it: Contrai l'area di selezione
ja_jp: 選択範囲を縮小する
ko_kr: 선택 영역 축소
no_no: Minsk utvalgsområdet
pt_br: Colocar a área de seleção
ru_ru: Сократить выделенный регион
uk_ua: Скоротити виділений регіон
zh_cn: 缩小选区
zh_tw: 收縮選擇區域

# commands.wedit:contract.explain
source: Region contracted %s blocks.
de_de: Region hat %s Blöcke festgelegt.
es_es: Se encogieron %s bloques de la región.
fr_fr: La région a contracté %s blocs.
it_it: Regione contratta %s blocchi.
ja_jp: 範囲が %s ブロックに収縮しました。
ko_kr: 영역이 %s블록 수축됨.
no_no: Region minsket %s blokker.
pt_br: Região colocada %s blocos.
ru_ru: Регион сдвинут на %s блоков.
uk_ua: Регіон скорочено на %s блоків.
zh_cn: 选区已收缩 %s 个方块。
zh_tw: 區域承包了 %s 個區塊。

# commands.wedit:copy.description
source: Copy the current selection to the clipboard
de_de: Aktuelle Auswahl in die Zwischenablage kopieren
es_es: Copia la selección actual al portapapeles
fr_fr: Copier la sélection actuelle dans le presse-papier
it_it: Copia la selezione corrente negli appunti
ja_jp: 現在の選択範囲をクリップボードにコピーする
ko_kr: 현재 선택 항목을 클립보드에 복사합니다.
no_no: Kopier gjeldende utvalg til utklippstavlen
pt_br: Copia a seleção atual para a área de transferência
ru_ru: Скопируйте регион в заметки
uk_ua: Скопіювати поточне виділення в буфер обміну
zh_cn: 将选区复制到剪贴板
zh_tw: 複製目前所選中的區域到剪貼簿上

# commands.wedit:copy.explain
source: Copied %s blocks.
de_de: %s Blöcke wurden kopiert.
es_es: %s bloques copiados.
fr_fr: %s blocs copiés.
it_it: Copiati %s blocchi.
ja_jp: %s 個のブロックをコピーしました。
ko_kr: %s 블록을 복사했습니다.
no_no: Kopierte %s blokker.
pt_br: %s blocos copiados.
ru_ru: Скопировано %s блоков.
uk_ua: Скопійовано %s блоків.
zh_cn: 已复制 %s 个方块。
zh_tw: 已複製 %s 個方塊

# commands.wedit:count.description
source: Count the number of blocks that match a mask
de_de: Zählt die Anzahl der Blöcke, die einer Maske entsprechen
es_es: Contar el número de bloques que coinciden con una máscara
fr_fr: Comptez le nombre de blocs correspondant à un masque
ja_jp: マスクに一致するブロックの数を数える
ko_kr: 마스크와 일치하는 블록 수를 계산합니다
no_no: Tell antall blokker som passer til en maske
pt_br: Contar o número de blocos que correspondem com a máscara
ru_ru: Количество блоков, совпадающих с маской
uk_ua: Кількість блоків, які відповідають масці
zh_cn: 统计匹配替换方块的方块数量
zh_tw: 計算符合一個範圍的方塊數量

# commands.wedit:count.explain
source: Found %s blocks.
de_de: %s Blöcke gefunden.
es_es: Fundar %s bloques.
fr_fr: %s blocs trouvés.
ja_jp: %s 個のブロックが見つかりました。
ko_kr: %s 블럭들이 찾아짐.
no_no: Fant %s blokker.
pt_br: Encontrados %s blocos.
ru_ru: Перемещено %s блоков.
uk_ua: Переміщено %s блоків.
zh_cn: 找到 %s 个方块。
zh_tw: 已尋找 %s 個方塊。

# commands.wedit:cut.description
source: Remove your current selection and place it in the clipboard
de_de: Entfernen Sie Ihre aktuelle Auswahl und legen Sie sie in die Zwischenablage
es_es: Elimina la selección actual y lo coloca en el portapapeles
fr_fr: Retire votre sélection actuelle et la copie dans le presse-papier
it_it: Rimuovi la selezione corrente e posizionala negli appunti
ja_jp: 現在の選択範囲を削除してクリップボードにコピーする
ko_kr: 현재 선택 항목을 제거하고 클립보드에 배치합니다.
no_no: Fjern ditt nåværende utvalg og plasser det på utklippstavlen
pt_br: Remove sua seleção atual e a coloca na área de transferência
ru_ru: Удалите текущий выбор и поместите его в заметки
uk_ua: Видалити поточний вибір і помістити його в буфер обміну
zh_cn: 删除选区并将其复制到剪贴板
zh_tw: 移除掉你目前的選擇並把他放置在剪貼簿

# commands.wedit:cut.explain
source: Cut %s blocks.
de_de: %s Blöcke ausschneiden.
es_es: %s bloques copiados.
fr_fr: %s blocs coupés.
it_it: Taglia %s blocchi.
ja_jp: %s 個のブロックをカットしました。
ko_kr: %s 블록을 잘라내기 했습니다.
no_no: Klipp ut %s blokker.
pt_br: Recorte %s blocos.
ru_ru: Вырезано %s блоков.
uk_ua: Вирізано %s блоків.
zh_cn: 剪切 %s 个方块。
zh_tw: 已剪下 %s 個方塊

# commands.wedit:cyl.description
source: Generate a cylinder
de_de: Zylinder generieren
es_es: Genera un cilindro
fr_fr: Générer un cylindre
it_it: Genera un cilindro
ja_jp: 円柱を生成する
ko_kr: 원기둥을 생성합니다
no_no: Generer en sylinder
pt_br: Gera um cilindro
ru_ru: Сгенерируйте цилиндр
uk_ua: Згенерувати циліндр
zh_cn: 生成圆柱体
zh_tw: 生成一個圓柱體

# commands.wedit:distr.description
source: Analyse the amount of different blocks in the selection
de_de: Die Anzahl der verschiedenen Blöcke in der Auswahl analysieren
es_es: Analizar la cantidad de diferentes bloques en la selección
fr_fr: Analyse la quantité de différents blocs dans la sélection
ja_jp: 選択範囲内にブロックが何種類あるか計算する
ko_kr: 선택 영역에서 서로 다른 블록의 양 분석
no_no: Analyser mengden av forskjellige blokker i utvalget
pt_br: Analisar a quantidade de blocos diferentes na seleção
ru_ru: Анализ количества различных блоков в выборке
uk_ua: Аналіз кількість різних блоків у виділенні
zh_cn: 统计选区中不同方块的数量
zh_tw: 分析你的選擇裡不同方塊的數量

# commands.wedit:drain.description
source: Drain nearby fluids
de_de: Flüssigkeiten in der Nähe absaugen
es_es: Drenar los fluidos cercanos
fr_fr: Retire les fluides proches
ja_jp: 近くの液体ブロックを消滅させる
ko_kr: 근처 액체 배출
no_no: Drener væske i nærheten
pt_br: Drenar fluidos próximos
ru_ru: Высушить ближайшие жидкости
uk_ua: Висушити найближчі рідини
zh_cn: 抽空附近的液体
zh_tw: 已清除附近的液體
