Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# commands.wedit:sel.sphere
source: Sphere selector: tap while sneaking for the center, tap without sneaking to set radius
de_de: Kugelselektor: Tippen Sie beim Schleichen auf den Mittelpunkt, tippen Sie ohne Schleichen auf den Radius
es_es: Sphere selector: break block for the center, use on block to set radius
fr_fr: Sélection sphérique: casse un bloc pour le centre, utilise sur un autre pour définir le rayon
ja_jp: 球体の選択: スニーク中にタップして中心を決め、スニークせずにタップして半径を設定します
ko_kr: Sphere selector: break block for the center, use on block to set radius
no_no: Sfære velger: ødelegg blokk for midten, bruk på blokk for å sette radius
pt_br: Sphere selector: break block for the center, use on block to set radius
ru_ru: Выбор сферы: разбить блок на центр, использовать на блоке для задания радиуса
uk_ua: Вибір сфери: розбити блок для центру, використовувати на блоці, щоб задати радіус
zh_cn: 球体选区模式：使用选择器破坏单个方块以设定球心；对方块使用选择器以设定半径
zh_tw: 球體選擇器： 破壞方塊以設定中心，對著方塊使用以設定半徑

# commands.wedit:set.description
source: Fill the selection with a block pattern
de_de: Auswahl mit einem Blockmuster füllen
es_es: Llena la selección con un patrón de bloque
fr_fr: Remplissez la sélection avec un motif de bloc
it_it: Riempi la selezione col campione di un blocco
ja_jp: 選択範囲をブロックパターンで塗りつぶす
ko_kr: 블록 패턴으로 선택 영역을 채웁니다.
no_no: Fyll utvalget med et blokkmønster
pt_br: Preenche a seleção com um padrão de blocos
ru_ru: Заполнить выделение выбранным блоком
uk_ua: Заповнити виділення вибраним блоком
zh_cn: 用选择好的填充方块填充选区
zh_tw: 用填充方塊來填滿選中的區域

# commands.wedit:setbiome.changed
source: Biomes were changed for approximately %s blocks.
es_es: Los biomas fueron cambiados por aproximadamente %s bloques.
fr_fr: Les biomes ont été changés pour environ %s blocs.
ja_jp: 約 %s ブロックのバイオームが変更されました。
ko_kr: 약 %s 블록에 대해 바이옴이 변경되었습니다.
no_no: Biomer ble endret for omtrent %s blokker.
pt_br: Biomas foram mudados aproximadamente %s blocos.
ru_ru: Биомы были изменены примерно на %s блоков.
uk_ua: Біоми змінено приблизно для %s блоків.
zh_cn: 生物群系被修改为约 %s 个方块。
zh_tw: 已變更大約 %s 個方塊的生態域。

# commands.wedit:setbiome.description
source: Change the biomes in your selection
es_es: Cambia los biomas en tu selección
fr_fr: Change le biome dans votre sélection
ja_jp: 選択範囲のバイオームを変更する
ko_kr: 선택 영역에 있는 바이옴 변경
no_no: Endre biomene i utvalget ditt
pt_br: Mude os biomas da sua seleção
ru_ru: Измените выбранные вами биомы
uk_ua: Змінити біоми у вашому виділенні
zh_cn: 更改选区中的生物群系
zh_tw: 變更選擇範圍內的生態域

# commands.wedit:setbiome.warning
source: §eNote: You need to process the world with the WorldEdit app for the biome changes to apply.§r
es_es: §eNota: Necesitas procesar el mundo con la app WorldEdit para que los cambios de bioma se apliquen
fr_fr: §eRemarque : vous devez traiter le monde avec l'application WorldEdit pour que les modifications du biome soient appliquées.§r
ja_jp: §e注意: バイオームの変更を適用するには、WorldEdit アプリでワールドを処理してください。§r
ko_kr: §e노트: 바이옴 변경을 적용하려면 WorldEdit 앱으로 월드를 처리해야 합니다.§r
no_no: §eMerk: Du må behandle verdenen med WorldEdit applikasjonen for biomendringene til å gå i bruk.§r
pt_br: §eNota: Voce precisa processar o mundo com o WorldEdit app para as mudanças de bioma funcionarem.§r
ru_ru: §eПримечание: Вам необходимо обработать мир в приложении WorldEdit, чтобы изменения биомов вступили в силу.§r
uk_ua: §eУвага: вам потрібно обробити світ за допомогою програми WorldEdit, щоб зміни біома застосувалися.§r
zh_cn: §e注：您需要使用 WorldEdit 应用程序处理世界才能应用生物群系更改。§r
zh_tw: §e注意： 您需要使用 WorldEdit 應用程式處理世界才能套用生態域變更。§r

# commands.wedit:shift.description
source: Shift the selection area
de_de: Auswahlbereich verschieben
es_es: Cambia el área de selección
fr_fr: Agrandir la zone de sélection
it_it: Sposta l'area di selezione
ja_jp: 選択範囲をシフトする
ko_kr: 선택 영역 이동
no_no: Bytt utvalgsområdet
pt_br: Mudar a área selecionada
ru_ru: Сдвинуть выделенный регион
uk_ua: Зсунути область виділення
zh_cn: 移动选区
zh_tw: 轉移選擇區域

# commands.wedit:shift.explain
source: Region shifted.
de_de: Region verschoben.
es_es: Región cambiada.
fr_fr: Région déplacée.
it_it: Regione spostata.
ja_jp: 範囲を移動しました。
ko_kr: 지역 이동됨.
no_no: Region byttet.
pt_br: Região alterada.
ru_ru: Регион сдвинут.
uk_ua: Регіон зміщено.
zh_cn: 区域已移动。
zh_tw: 區域切換

# commands.wedit:size.description
source: Set the size of a brush
de_de: Größe eines Pinsels festlegen
es_es: Set the size of a brush or get information about the selection
fr_fr: Définir la taille du pinceau ou obtenir des informations sur la sélection
it_it: Imposta la dimensione di un pennello
ja_jp: ブラシのサイズを設定する
ko_kr: 브러시 크기를 설정하거나 선택 항목에 대한 정보를 가져오기
no_no: Angi størrelse av et pensel eller få informasjon om utvalget
pt_br: Mude o tamanho do Pincel ou obtenha mais informações sobre a seleção
ru_ru: Установите размер кисти или получите информацию о выделении
uk_ua: Установити розмір пензля або отримати інформацію про виділення
zh_cn: 设置笔刷大小或获取选区信息
zh_tw: 設定畫筆的大小或取得有關選擇的資訊

# commands.wedit:snow.description
source: Simulate snow in the area
de_de: Schnee in der Region simulieren
es_es: Simular nieve en el área
fr_fr: Simule de la neige dans une zone
ja_jp: 領域内に降雪をシミュレートする
ko_kr: 해당 지역의 눈 시뮬레이션하기
no_no: Simuler snø i området
pt_br: Simular neve na área
ru_ru: Имитация снега в области
uk_ua: Імітація снігу в області
zh_cn: 模拟该地区的雪
zh_tw: 在區域裡模擬雪地

# commands.wedit:thaw.description
source: Melt snow and ice exposed to the sky
de_de: Schnee und Eis, das dem Himmel ausgesetzt ist, schmelzen
es_es: Derretir nieve y hielo expuestos al cielo
fr_fr: Faire fondre la neige et la glace exposées au ciel
ja_jp: 日光にさらされる雪と氷ブロックを消滅させる
ko_kr: 하늘에 드러난 눈과 얼음을 녹이기
no_no: Smelt snø og is som er utsatt for himmelen
pt_br: Derreter neve e gelo expostos ao céu
ru_ru: Снег и лед, подверженные небу
uk_ua: Розтопити сніг і лід, виставлені на небо
zh_cn: 使暴露于天空的冰雪融化
zh_tw: 融化雪和把冰塊給裸露在外

# commands.wedit:stack.description
source: Repeat the contents of the current selection
de_de: Wiederholen Sie den Inhalt der aktuellen Auswahl
es_es: Repite los contenidos de la selección actual
fr_fr: Répéter le contenu de la sélection actuelle
it_it: Ripetere il contenuto della selezione corrente
ja_jp: 現在の選択範囲の内容を繰り返す
ko_kr: 현재 선택 영역의 내용을 반복합니다.
no_no: Gjenta innholdet til det nåværende utvalget
pt_br: Repete o conteúdo da seleção atual
ru_ru: Повторить содержимое текущего выделения
uk_ua: Повторити вміст поточного виділення
zh_cn: 重复当前选区的内容
zh_tw: 重複目前的選擇內容

# commands.wedit:stack.explain
source: Created %s blocks from stacking.
de_de: %s Blöcke durch Stapeln erstellt.
es_es: %s bloques creados.
fr_fr: %s blocs créés à partir de l'empilement.
it_it: Creati %s blocchi dalla pila.
ja_jp: %s 個のブロックをスタックから生成しました。
ko_kr: 쌓아서 %s 블록을 생성했습니다.
no_no: Lagde %s blokker fra stabling.
pt_br: Criado %s blocos da pilha.
ru_ru: Создано %s блоков из стопки.
uk_ua: Створено %s блоків зі стопки.
zh_cn: 堆叠操作共创建 %s 个方块。
zh_tw: 創造 %s 方塊堆疊

# commands.wedit:smooth.description
source: Smooth the surface within the selection
de_de: Glättet die Oberfläche innerhalb der Auswahl
es_es: Suaviza la superficie dentro de la selección
fr_fr: Lisser la surface dans la sélection
it_it: Leviga la superficie all'interno della selezione
ja_jp: 選択範囲の表面を滑らかにする
ko_kr: 선택 영역의 표면을 매끄럽게 합니다.
no_no: Jevn overflaten innenfor utvalget
pt_br: Suavize a superfície dentro da seleção
ru_ru: Сглаживание поверхности внутри выделенного региона
uk_ua: Згладжування поверхні в межах виділення
zh_cn: 平滑选区内的曲面
zh_tw: 使選擇的表面平滑

# commands.wedit:sphere.description
source: Generate a sphere
de_de: Kugel generieren
es_es: Genera una esfera
fr_fr: Générer une sphère
it_it: Genera una sfera
ja_jp: 球体を生成する
ko_kr: 구를 생성합니다.
no_no: Generer en kule
pt_br: Gera uma esfera
ru_ru: Сгенерировать сферу
uk_ua: Згенерувати сферу
zh_cn: 生成一个球体
zh_tw: 生成一個球體

# commands.wedit:thru.description
source: Teleport through any wall you look at
de_de: Teleportieren Sie sich durch jede Wand die Sie sehen
es_es: Te teletransporta a cualquier muro que mires
fr_fr: Se téléporter à travers n'importe quel mur que vous regardez
it_it: Teletrasportati attraverso qualsiasi muro che guardi
ja_jp: 見ている壁を通してテレポートする
ko_kr: 보이는 벽을 통과해 순간이동합니다
no_no: Telerporten gjennom hvilken som helst vegg du ser på
pt_br: Teletransporta através da parede que você estiver olhando
ru_ru: Телепортироваться сквозь любую стену на которую вы посмотрите
uk_ua: Телепортуватися через будь-яку стіну, на яку я дивлюся
zh_cn: 穿过您面向的任何墙体
zh_tw: 傳送到你看著的任何牆壁後

# commands.wedit:thru.explain
source: Whoosh!
de_de: Wusch!
es_es: ¡Uuuh!
ko_kr: 우와아!
ru_ru: Вух!
uk_ua: Ух!
zh_cn: 呼呼！
zh_tw: 嗖！

# commands.wedit:thru.none
source: Not against or facing a wall to go through.
de_de: Nicht gegen oder mit Blick auf eine Wand, um durchzugehen.
es_es: No hay pared al frente o no se está mirando.
fr_fr: Ne pas être contre ou face à un mur à traverser.
it_it: Non contro o di fronte a un muro per passare attraverso.
ja_jp: 通過する壁に面していません。
ko_kr: 벽에 기대거나 벽을 향하지 않고 통과할 수 있습니다.
no_no: Ikke mot eller vendt mot en vegg til å gå gjennom.
pt_br: Não contra ou em frente a uma parede para passar.
ru_ru: Не напротив или лицом к стене, чтобы пройти сквозь.
uk_ua: Не до стіни або обличчям до неї, щоб пройти.
zh_cn: 没有贴近或面对一面要穿过的墙。
zh_tw: 在你前面沒有找到牆壁。

# commands.wedit:thru.obstructed
source: No free spot ahead of you found.
de_de: Keine freie Stelle vor Ihnen gefunden.
es_es: No se ha encontrado ningún espacio libre por delante.
fr_fr: Aucune place libre n'a été trouvée devant toi.
it_it: Nessun punto libero trovato davanti.
ja_jp: 前方にスペースが見つかりませんでした。
ko_kr: 빈곳을 찾을수 없습니다.
no_no: Ingen tomme områder funnet foran deg.
pt_br: Não foram encontrado lugares livres acima de onde você está.
ru_ru: Свободного места перед вами не найдено.
uk_ua: Перед вами не знайдено вільного місця.
zh_cn: 在您的前方没有发现有效空间。
zh_tw: 在你前面沒有找到可傳送的位置。

# commands.wedit:ascend.description
source: Go up a floor
de_de: Eine Etage aufwärts gehen
es_es: Sube un piso
fr_fr: Monter d'un étage
ja_jp: 1階分上に行く
ko_kr: 위로가기
no_no: Gå opp en etasje
pt_br: Subir um andar
ru_ru: Поднимитесь на этаж выше
uk_ua: Піднятися вверх
zh_cn: 上升一层
zh_tw: 上一層

# commands.wedit:ascend.obstructed
source: No free spot above you found.
de_de: Keine freie Stelle über Ihnen gefunden.
es_es: No se ha encontrado ningún espacio libre por encima.
fr_fr: Aucune place libre n'a été trouvée ci-dessus.
ja_jp: 上に空間を見つけられませんでした。
ko_kr: 빈 공간을 찾을 수 없습니다.
no_no: Ingen ledig plass ble funnet over deg.
pt_br: Sem espaço livre acima de você encontrado.
ru_ru: Свободного места над вами не найдено.
uk_ua: Вільного місця над вами не знайдено.
zh_cn: 在您的上方没有发现有效空间。
zh_tw: 沒有找到您上面的空閒位置。

# commands.wedit:descend.description
source: Go down a floor
de_de: Eine Etage abwärts gehen
es_es: Sube un piso
fr_fr: Monter d'un étage
ja_jp: 1階分下に行く
ko_kr: 아래로 가기
no_no: Gå ned en etasje
pt_br: Descer um andar
ru_ru: Спуститесь на этаж ниже
uk_ua: Спуститися вниз
zh_cn: 下降一层
zh_tw: 下一層

# commands.wedit:descend.obstructed
source: No free spot under you found.
de_de: Keine freie Stelle unter Ihnen gefunden.
es_es: No se ha encontrado ningún espacio libre por encima.
fr_fr: Aucune place libre n'a été trouvée en dessous de toi.
ja_jp: 下に空間を見つけられませんでした。
ko_kr: 빈 장소를 찾을 수 없습니다.
no_no: Ingen ledig plass funnet under deg.
pt_br: Sem espaço livre abaixo de você encontrado.
ru_ru: Свободного места под вами не найдено.
uk_ua: Вільного місця під вами не знайдено.
zh_cn: 在您的下方没有发现有效空间。
zh_tw: 沒有找到您下方的空閒位置。

# commands.wedit:tracemask.description
source: Set what kind of blocks a brush can be used on
de_de: Legen Sie fest, für welche Art von Blöcken ein Pinsel verwendet werden kann
es_es: Establece que tipo de bloques puede usar el pincel
fr_fr: Définir le type de blocs sur lesquels un pinceau peut être utilisé
it_it: Imposta quali tipo di blocchi un pennello può influenzare
ja_jp: ブラシを使用できるブロックの種類を設定する
ko_kr: 브러시를 사용할 수 있는 블록 유형 설정
no_no: Angi hva slags blokker et pensel kan bli brukt på
pt_br: Defina em quais tipos de blocos o pincel pode ser usado
ru_ru: Установите, на каких блоках можно использовать кисть
uk_ua: Встановити тип блоків, на яких можна використовувати пензель
zh_cn: 设定笔刷能使用的方块的类型
zh_tw: 設定畫筆可以用在什麼樣的方塊上

# commands.wedit:toggleplace.complete
source: Toggled placement position.
fr_fr: Position de placement basculée.
ko_kr: 토글된 배치 위치.
no_no: Vekslet plasseringspossisjon.
pt_br: Alternar posição de colocação.
ru_ru: Измененное положение размещения.
uk_ua: Позицію розміщення перемкнуто.
zh_cn: 已切换放置位置。
zh_tw: 已切換放置位置。

# commands.wedit:toggleplace.description
source: Toggles the placement position used in various WorldEdit operations.
fr_fr: Bascule la position de placement utilisée dans diverses opérations WorldEdit.
ko_kr: 다양한 월드에딧 작업에 사용되는 배치 위치를 토글합니다.
no_no: Veksler plasseringsposisjonen brukt i diverse WorldEdit operasjoner.
pt_br: Alterna a posição de posicionamento usada em várias operações da edição de mundo.
ru_ru: Переключает позицию размещения, используемую в различных операциях WorldEdit.
uk_ua: Перемикає позицію розміщення, що використовується у різних операціях WorldEdit.
zh_cn: 切换用于不同创世神操作的放置位置。
zh_tw: 切換在各種 WorldEdit 操作中使用的放置位置。

# commands.wedit:tool.bind.selwand
source: Selection wand bound to %s.
de_de: Auswahlstab an %s gebunden.
es_es: Has asignado la herramienta de selección a %s.
fr_fr: Baguette de sélection liée à %s.
it_it: Selezione a bacchetta associata a %s.
ja_jp: 選択用の杖を %s にセットしました。
ko_kr: 거리 선택 막대가 %s에 바인딩됨
no_no: Utvalgsstav bundet til %s.
pt_br: Varinha de seleção vinculada a %s.
ru_ru: Жезл выделения привязана к %s.
uk_ua: Паличка виділення прив’язана до %s.
zh_cn: 选择器已绑定到 %s。
zh_tw: 選擇魔法棒工具已綁定至 %s。

# commands.wedit:tool.bind.navwand
source: Navigation wand bound to %s.
de_de: Navigationsstab an %s gebunden.
es_es: Has asignado la herramienta de navegación a %s.
fr_fr: Baguette de navigation liée à %s.
it_it: Navigazione a bacchetta associata a %s.
ja_jp: 案内用の杖を %s にセットしました。
ko_kr: 거리 선택 막대가 %s에 바인딩됨
no_no: Navigeringsstav bundet til %s.
pt_br: Varinha de navegação vinculada a %s.
ru_ru: Навигационная палочка привязана к %s.
uk_ua: Навігаційна паличка прив’язана до %s.
zh_cn: 传送器已绑定到 %s。
zh_tw: 導航魔法棒工具已綁定至 %s。

# commands.wedit:tool.bind.farwand
source: Far selection wand bound to %s.
de_de: Fernauswahl-Stab an %s gebunden.
es_es: Has asignado la herramienta de selección lejana a %s.
fr_fr: Baguette de sélection lointaine liée à %s.
it_it: Selezione lontana associata a %s.
ja_jp: 遠距離選択用の杖を %s にセットしました。
ko_kr: 장거리 선택 도구가 %s에 바인딩됨
no_no: Fjern utvalgsstav bundet til %s.
pt_br: Varinha de seleção distante vinculada a %s.
ru_ru: Палочка дальнего выделения привязана к %s.
uk_ua: Паличка далекого виділення прив’язана до %s.
zh_cn: 远程选择工具已绑定到 %s。
zh_tw: 遠端選擇棒綁定到 %s。

# commands.wedit:tool.bind.stacker
source: Stacker tool bound to %s.
de_de: Stapelwerkzeug an %s gebunden.
es_es: Herramienta Stacker vinculada a %s.
fr_fr: Outil d'empilage lié à %s.
it_it: Strumento impilatore associato a %s.
ja_jp: スタッカーツールを %s にセットしました。
ko_kr: 늘리기 도구가 %s에 바인딩됨
no_no: Stablingsverktøy bundet til %s.
pt_br: Ferramenta de empilhar vinculada a %s.
ru_ru: Инструмент Стакер привязан к %s.
uk_ua: Укладальник прив’язаний до %s.
zh_cn: 堆叠器已绑定到 %s。
zh_tw: 堆疊工具限制到 %s。

# commands.wedit:tool.bind.cmd
source: Command tool bound to %s.
fr_fr: Outil de commande lié à %s.
ko_kr: 명령어 도구가 %s에 바인딩됩니다.
no_no: Kommandoverktøy bundet til %s.
pt_br: Ferramenta de comando foi selecionada para %s.
ru_ru: Командный инструмент, привязанный к %s.
uk_ua: Командний інструмент прив’язано до %s.
zh_cn: 命令工具已绑定到%s。
zh_tw: 指令工具綁定到 %s。

# commands.wedit:tool.bind.repl
source: Block replacer tool bound to %s.
fr_fr: Outil de remplacement de bloc lié à %s.
ko_kr: 블록 교체 도구가 %s에 바인딩됩니다.
no_no: Blokk erstatningsverktøy bundet til %s.
pt_br: Ferramenta de substituição de blocos foi selecionada para %s.
ru_ru: Инструмент для замены блоков привязан к %s.
uk_ua: Інструмент заміни блоків прив’язано до %s.
zh_cn: 方块替换工具已绑定到%s。
zh_tw: 方塊取代工具綁定到 %s。

# commands.wedit:tool.bind.cycler
source: Block cycler tool bound to %s.
fr_fr: Outil de cycleur de blocs lié à %s.
ko_kr: 블록 순환 도구가 %s에 바인딩됩니다.
no_no: Blokk syklusverktøy bundet til %s.
pt_br: Ferramenta de ciclo de blocos foi selecionada para %s.
ru_ru: Инструмент для блокировки циклов, привязанный к %s.
uk_ua: Інструмент циклу блоків прив’язано до %s.
zh_cn: 方块循环工具已绑定到%s。
zh_tw: 方塊循環工具綁定到 %s。

# commands.wedit:tool.description
source: Get all sorts of tools
de_de: Holen Sie sich alle Arten von Tools
es_es: Obtén todo tipo de herramientas
fr_fr: Obtenez toutes sortes d'outils
it_it: Ottieni tutti i tipi di strumenti
ja_jp: すべての種類のツールを入手する
ko_kr: 모든 종류의 도구 가져오기
no_no: Få alle typer verktøy
pt_br: Obter todos os tipos de ferramentas
ru_ru: Получить все виды инструментов
uk_ua: Отримати всі види інструментів
zh_cn: 获取所有类型的工具
zh_tw: 獲得所有工具

# commands.wedit:tool.description.farwand
source: Selection tool, but can reach farther
de_de: Auswahlwerkzeug, aber mit größerer Reichweite
es_es: La misma herramienta de selección, pero puede llegar más lejos
fr_fr: Outil de sélection, mais peut aller plus loin
it_it: Strumento di selezione, ma può arrivare più lontano
ja_jp: 遠くまで届く選択用の杖
ko_kr: 선택 도구, 그러나 더 멀리 도달할 수 있음
no_no: Utvalgsverktøy, men kan nå lengre
pt_br: Ferramenta de seleção, mas pode alcançar mais longe
ru_ru: Инструмент для выделения, но может быть доступен дальше
uk_ua: Інструмент виділення, але може бути доступний далі
zh_cn: 选择器，但是可以选择更远的地方。
zh_tw: 選擇工具，但是可以觸碰到更遠。

# commands.wedit:tool.description.selwand
source: Selection tool
de_de: Auswahlwerkzeug
es_es: Herramienta de selección
fr_fr: Outil de sélection
it_it: Strumento di selezione
ja_jp: 選択ツール
ko_kr: 선택 도구
no_no: Utvalgsverktøy
pt_br: Ferramenta de seleção
ru_ru: Инструмент для выделения территории
uk_ua: Інструмент виділення
zh_cn: 选区工具
zh_tw: 選擇用工具

# commands.wedit:tool.description.navwand
source: Navigation tool
de_de: Navigationswerkzeug
es_es: Herramienta de navegación
fr_fr: Outil de navigation
it_it: Strumento di navigazione
ja_jp: 案内ツール
ko_kr: 네비게이션 도구
no_no: Navigeringsverktøy
pt_br: Ferramenta de navegação
ru_ru: Навигационный инструмент
uk_ua: Навігаційна паличка
zh_cn: 传送工具
zh_tw: 導航工具

# commands.wedit:tool.description.stacker
source: Block stacker tool
de_de: Blockstapelwerkzeug
es_es: Bloquear herramienta Stacker
fr_fr: Outil d'empilage de blocs
it_it: Strumento impilatore di blocchi
ja_jp: スタッカーツールをブロックする
ko_kr: 블럭 쌓기 도구
no_no: Blokkstablingsverktøy
pt_br: Ferramenta de empilhar blocos
ru_ru: Стакер блоков
uk_ua: Укладальник блоків
zh_cn: 方块堆叠工具
zh_tw: 方塊堆疊工具

# commands.wedit:tool.description.cmd
source: Command exeution tool; both vanilla and worldedit
fr_fr: Outil d'exécution de commandes ; à la fois vanilla et worldedit
ko_kr: 명령 실행 도구; 바닐라와 월드에딧 둘 다
no_no: Kommando bruksverktøy; både vanilla og worldedit
pt_br: Ferramenta de execução de comando; baunilha e edição de mundo
ru_ru: Инструмент для выполнения команд; как vanilla, так и worldedit
uk_ua: Інструмент виконання команд; як vanilla, так і worldedit
zh_cn: 命令处理工具；适用于原版和创世神插件
zh_tw: 指令執行工具； 包含原版和 WorldEdit

# commands.wedit:tool.description.repl
source: Block replacer tool
fr_fr: Outil de remplacement de bloc
ko_kr: 블록 교체 도구
no_no: Blokk erstatningsverktøy
pt_br: Ferramenta de substituição de blocos
ru_ru: Инструмент для замены блоков
uk_ua: Інструмент заміни блоків
zh_cn: 方块替换工具
zh_tw: 方塊取代工具

# commands.wedit:tool.description.cycler
source: Block cycler tool
fr_fr: Outil de replacer de bloc
ko_kr: 블럭 쌓기 도구
no_no: Blokk syklusverktøy
pt_br: Ferramenta de ciclo de blocos
ru_ru: Инструмент для циклирования блоков
uk_ua: Інструмент циклу блоків
zh_cn: 方块循环工具
zh_tw: 方塊循環工具

# commands.wedit:tool.description.none
source: Unbind held tool
de_de: Gehaltenes Wekzeug entfernen
es_es: Desvincula la herramienta activa en el inventario
fr_fr: Délier outil détenu
it_it: Scollega lo strumento tenuto
ja_jp: 保持しているツールの紐づけを解除する
ko_kr: 잡은 도구 바인딩 해제
no_no: Fjern bindingen av verktøyet som blir holdt
pt_br: Desvincular ferramenta segurada
ru_ru: Отменить привязку инструмента
uk_ua: Від'єднати прив'язку інструмента
zh_cn: 取消绑定所持工具
zh_tw: 放開握著的工具

# commands.wedit:tool.unbind
source: Tool unbound from your current item.
de_de: Werkzeug vom aktuellen Item entfernt.
es_es: Has desvinculado la herramienta asignada.
fr_fr: Outil ai dissocié de votre élément actuel.
it_it: Strumento scollegato dall'oggetto corrente.
ja_jp: ツールと現在のアイテムの紐づけを解除しました。
ko_kr: 현재 항목에서 해제된 도구입니다.
no_no: Verktøy ubundet fra ditt nåværende gjenstand.
pt_br: Ferramenta desvinculada do seu item atual.
ru_ru: Инструмент отвязан от предмета в вашей руке.
uk_ua: Інструмент від’єднано від поточного предмета.
zh_cn: 工具已从当前物品解绑。
zh_tw: 已解除你的畫筆與目前物品之間的綁定。

# commands.wedit:unstuck.description
source: Move out of blocks
de_de: Aus Blöcken wegbewegen
es_es: Mueve afuera del bloque
fr_fr: Sortir des blocs
it_it: Sposta fuori dai blocchi
ja_jp: ブロックの外に移動する
ko_kr: 블록 밖으로 이동
no_no: Flytt ut av blokker
pt_br: Saia de dentro dos blocos
ru_ru: Выйти из блоков
uk_ua: Вийти з блоків
zh_cn: 从方块中脱离
zh_tw: 在方塊裡面移出

# commands.wedit:unstuck.explain
source: There you go!
de_de: Bitte schön!
es_es: Ahí estás!
fr_fr: Et voilà !
it_it: Ecco fatto!
ko_kr: 나왔어요!
no_no: Slik skal det gjøres!
pt_br: Aí está!
ru_ru: Ну вот!
uk_ua: Ось так!
zh_cn: 这边请！
zh_tw: 好了！

# commands.wedit:undo.description
source: Undo a certain amount of actions
de_de: Eine bestimmte Anzahl von Aktionen rückgängig machen
es_es: Deshace una cierta cantidad de acciones
fr_fr: Rétablir un certain nombre d'actions
it_it: Annulla una certa quantità di azioni
ja_jp: 一定回数の操作を元に戻す
ko_kr: 일정량의 작업을 취소합니다.
no_no: Angret en bestemt mengde handlinger
pt_br: Desfaz uma certa quantidade de ações
ru_ru: Отменить определенное количество действий
uk_ua: Скасувати певну кількість дій
zh_cn: 撤销一定数量的操作
zh_tw: 復原一定數量的動作

# commands.wedit:undo.explain
source: Undid %s available edits.
de_de: %s verfügbare Bearbeitungen rückgängig gemacht.
es_es: Desechas %s ediciones disponibles
fr_fr: Annulé %s modifications disponibles.
it_it: Annulla %s modifiche disponibili.
ja_jp: %s 回の編集を元に戻しました。
ko_kr: %s 번의 가능한 편집을 취소했습니다.
no_no: Angret %s tilgjengelige redigeringer.
pt_br: %s edições disponíveis foram desfeitas.
ru_ru: Отменено %s доступных действий.
uk_ua: Скасовано %s доступних дій.
zh_cn: 撤销了 %s 次可用编辑。
zh_tw: 已復原 %s 個操作

# commands.wedit:undo.none
source: Nothing left to undo.
de_de: Keine Bearbeitung zum Rückgängig machen verfügbar.
es_es: Nada que deshacer.
fr_fr: Il n'y a plus rien à annuler.
it_it: Niente da annullare.
ja_jp: 元に戻す必要はありません。
ko_kr: 취소할 것이 없습니다.
no_no: Ingenting igjen å angre.
pt_br: Não existe mais nada para desfazer.
ru_ru: Ничего не осталось для отмены.
uk_ua: Нічого скасовувати.
zh_cn: 没有可以撤销的步骤了。
zh_tw: 沒有可復原的操作

# commands.wedit:up.description
source: Move up a certain number of blocks
de_de: Eine bestimmte Anzahl von Blöcken nach oben bewegen
es_es: Sube una determinada cantidad de bloques
fr_fr: Monter d'un certain nombre de blocs
it_it: Sposta su un certo numero di blocchi
ja_jp: 一定数のブロックを上に移動する
ko_kr: 특정 블록 수 위로 이동합니다.
no_no: Flytt opp en viss mengde blokker
pt_br: Mova para cima um certo número de blocos
ru_ru: Переместиться вверх на определенное количество блоков
uk_ua: Перемістити вгору на певну кількість блоків
zh_cn: 向上移动一定高度
zh_tw: 移動一定數量的方塊

# commands.wedit:up.explain
source: Whoosh!
de_de: Wusch!
es_es: Ups!
ko_kr: 우와아!
ru_ru: Вух!
uk_ua: Ух!
zh_cn: 呼呼！
zh_tw: 嗖！

# commands.wedit:wall.description
source: Generate a wall from your selection
de_de: Eine Wand aus Ihrer Auswahl generieren
es_es: Genera un muro a partir de la selección
fr_fr: Générer un mur à partir de votre sélection
it_it: Genera un muro dalla tua selezione
ja_jp: 選択範囲から壁を生成する
ko_kr: 선택영역에 벽을 생성합니다.
no_no: Generer en vegg fra ditt utvalg
pt_br: Gera uma parede a partir da sua seleção
ru_ru: Сгенерировать стену в выборе
uk_ua: Згенерувати стіну у виборі
zh_cn: 在选区中生成一面墙
zh_tw: 從您的選擇中生成一堵牆
