Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# commands.wedit:line.description
source: Create a line between your first and second selection points
de_de: Erstellen Sie eine Linie zwischen Ihren ersten und zweiten Auswahlpunkten
es_es: Crea una línea entre el primer y segundo punto de selección
fr_fr: Créer une ligne entre vos 2 points de sélection
it_it: Crea una linea tra il primo e il secondo punto di selezione
ja_jp: 最初と2番目のポイントの間に線を生成する
ko_kr: 첫 번째 선택 지점과 두 번째 선택 지점 사이에 선을 생성합니다.
no_no: Opprett en linje mellom ditt første og andre valgspunkt
pt_br: Cria uma linha entre o seu primeiro e segundo pontos de seleção
ru_ru: Создать линию между первой и второй точками выбора региона
uk_ua: Створити лінію між першою та другою точками виділення
zh_cn: 在第一个和第二个选择点之间创建一条线
zh_tw: 在您的第一個和第二個選擇點之間建立一條線

# commands.wedit:line.invalidType
source: this command only works with cuboid selections
de_de: dieser Befehl funktioniert nur mit quaderförmigen Auswahlen
es_es: este comando funciona con selecciones en forma de cubo
fr_fr: cette commande fonctionne uniquement avec la séléction cuboïde
it_it: questo comando funziona solo con selezioni cuboidi
ja_jp: このコマンドは直方体の選択でのみ動作します
ko_kr: 이 명령어는 정육면체 선택 항목에서만 작동합니다.
no_no: denne kommandoen fungerer bare med kube-valg
pt_br: este comando só funciona com seleções paralelepípedas
ru_ru: данная команда работает только с кубовидными регионами
uk_ua: ця команда працює лише з виділеннями прямокутної форми
zh_cn: 此命令只适用于立方体的选择。
zh_tw: 此指令僅適用於長方體選擇

# commands.wedit:limit.description
source: Set the number of blocks you can change per action
de_de: Legen Sie die Anzahl der Blöcke fest, die pro Aktion geändert werden können
es_es: Establece el número de bloques que puedes cambiar por acción
fr_fr: Définissez le nombre de blocs que vous pouvez modifier par action
it_it: Imposta il numero di blocchi che puoi cambiare per azione
ja_jp: 1操作ごとに変更できるブロックの数を設定する
ko_kr: 작업당 변경할 수 있는 블록 수 설정
no_no: Angi antall blokker du kan endre per handling
pt_br: Sete o número de blocos que você pode mudar por ação
ru_ru: Установить количество блоков, которые вы можете изменить за действие
uk_ua: Встановити кількість блоків, які можна змінити за дію
zh_cn: 设置每个操作可更改的方块数量。
zh_tw: 設定每個操作可以變更的方塊數量

# commands.wedit:limit.set
source: Block change limit set to %s.
de_de: Blockveränderungslimit auf %s gesetzt.
es_es: Límite de bloques establecido a %s.
fr_fr: Limite de changement de bloc définie sur %s.
it_it: Limite di modifica del blocco impostato su %s.
ja_jp: ブロックの変更上限を %s に設定しました。
ko_kr: 블록 변경 제한이 %s로 설정되었습니다.
no_no: Grense for blokker endret satt til %s.
pt_br: Limite de alterações setado para %s.
ru_ru: Лимит изменения блока установлен на %s.
uk_ua: Обмеження зміни блоку встановлено на %s.
zh_cn: 可变化的方块限制已设定为 %s。
zh_tw: 方塊變更限制設定為 %s。

# commands.wedit:limit.tooHigh
source: Your maximum allowable limit is %s.
de_de: Ihr maximal zulässiges Limit ist %s.
es_es: Tu límite máximo permitido es de %s.
fr_fr: La limite maximale autorisée est de %s.
it_it: Il tuo limite massimo consentito è %s.
ja_jp: 設定できる上限は %s までです。
ko_kr: 허용된 최대치는 %s 입니다.
no_no: Maksimalt tillat grense er %s.
pt_br: O seu limite máximo permitido é %s.
ru_ru: Ваш максимально допустимый лимит - %s.
uk_ua: Ваше максимальне обмеження становить %s.
zh_cn: 您最大的允许限制为 %s。
zh_tw: 您的最大允許限制為 %s。

# commands.wedit:mask.description
source: Set what kind of blocks a brush can affect, if any
de_de: Legen Sie fest, welche Art von Blöcken ein Pinsel beeinflussen kann, falls es welche gibt
es_es: Establece que tipo de bloques puede afectar el pincel, si hay
fr_fr: Définissez, s'il y en a, le type de blocs qu'une brosse peut affecter
it_it: Imposta quali tipo di blocchi un pennello può influenzare
ja_jp: ブラシが影響を与えるブロックの種類を (必要ならば) 設定する
ko_kr: 브러시가 영향을 미칠 수 있는 블록 유형 설정(있는 경우)
no_no: Angi hva slags blokk en pensel kan påvirke, hvis noen
pt_br: Define quais tipos de blocos um pincel pode afetar, se houver
ru_ru: Установите, на какие блоки может воздействовать кисть, если они есть
uk_ua: Встановити тип блоків, на які пензель може впливати, якщо такі є
zh_cn: 设定笔刷可以在哪些方块上生效（默认空气，如果有的话再加）
zh_tw: 設定畫筆可以變更的方塊，如果有的話

# commands.wedit:material.description
source: Set what kind of blocks a brush should make
de_de: Legen Sie fest, welche Art von Blöcken ein Pinsel machen soll
es_es: Establece que bloques puede crear el pincel
fr_fr: Définissez le type de blocs qu'une brosse devrait faire
it_it: Imposta il tipo di blocchi che un pennello dovrebbe fare
ja_jp: ブラシのブロックの種類を設定する
ko_kr: 브러시가 만들 블록 유형 설정(필수)
no_no: Angi hva slags blokk en pensel skal lage
pt_br: Define quais tipos de blocos um pincel deve fazer
ru_ru: Установите, какие блоки должна создавать кисть
uk_ua: Встановити, які блоки має створювати пензель
zh_cn: 设置笔刷的填充方块
zh_tw: 設定畫筆應該建立什麼方塊

# commands.wedit:move.description
source: Move the selection in a certain direction
de_de: Auswahl in eine bestimmte Richtung verschieben
es_es: Mueve la selección a una cierta dirección
fr_fr: Déplace la sélection dans une certaine direction
it_it: Sposta la selezione in una certa direzione
ja_jp: 選択範囲を特定の方向に移動する
ko_kr: 선택 영역을 특정 방향으로 이동합니다.
no_no: Flytt utvalget i en bestemt retning
pt_br: Move a seleção em uma certa direção
ru_ru: Переместить выделение в определенном направлении
uk_ua: Перемістити виділення в певному напрямку
zh_cn: 将选区在特定方向上移动
zh_tw: 將所選中的區域向某個方向移動

# commands.wedit:move.explain
source: Moved %s blocks.
de_de: %s Blöcke verschoben.
es_es: %s bloques movidos.
fr_fr: %s blocs déplacés.
it_it: Spostati %s blocchi.
ja_jp: %s 個のブロックを移動しました。
ko_kr: %s 만큼 움직였습니다.
no_no: Flyttet %s blokker.
pt_br: Moveu %s blocos.
ru_ru: Перемещено %s блоков.
uk_ua: Переміщено %s блоків.
zh_cn: 已移除 %s 个方块。
zh_tw: 已移動 %s 個方塊

# commands.wedit:navwand.description
source: Give yourself a navigation wand
de_de: Geben Sie sich einen Navigationsstab
es_es: Te da una varita de navegación
fr_fr: Donne un outil de navigation
it_it: Datti una bacchetta di navigazione
ja_jp: 自身に案内用の杖を付与する
ko_kr: 이동 도구를 받을 수 있습니다.
no_no: Gi deg selv en navigeringsstav
pt_br: Dê a si mesmo uma varinha de navegação
ru_ru: Дать себе Навигационную Палку
uk_ua: Видає навігаційну паличку
zh_cn: 给予自己一个传送器
zh_tw: 給自己一個導航工具

# commands.wedit:navwand.explain
source: Sneak and use item: pass through walls; Use item without sneak: jump to location
de_de: Schleichen und Item benutzen: durch Wände gehen; Verwende Item ohne zu schleichen: Springe zu Standort
es_es: Agáchate y usa la varita para atravesar las paredes; úsalo sin agacharte para saltar a la ubicación deseada
fr_fr: Se faufiler et utiliser l'objet : traverser les murs ; Utiliser l'objet sans se faufiler : sauter à l'emplacement
it_it: Abbassati e usa l'oggetto: passa attraverso i muri; Usa l'oggetto senza abbassarti: salta alla posizione
ja_jp: スニークしながらアイテムを使うと壁を通過します。スニークせずに使うとロケーションまで移動します。
ko_kr: 웅크리고 아이템 사용: 벽 통과, 웅크리지 않고 아이템 사용: 바라보는 위치로 이동
no_no: Snik og bruk gjenstand: gå gjennom vegger; Bruk gjenstanden uten sniking; hopp til sted
pt_br: Agache e use o item: passe pelas paredes; Use o item sem se agachar: pula para a localização
ru_ru: Присесть и использовать предмет: проходить сквозь стены; Используйте вещь без кнопки присесть: телепортироваться на блок
uk_ua: Присісти та використовувати предмет: проходити крізь стіни; Використовуйте предмет без присідання: перейти до місця
zh_cn: 潜行并使用道具：穿过墙体；不潜行直接使用道具：传送至墙体顶上
zh_tw: 潛行和使用物品： 穿牆； 不潛行和使用物品： 傳送到視線中方塊的位置

# commands.wedit:outset.description
source: Outset the selection area
de_de: Auswahlliste starten
es_es: Quita el área seleccionada
fr_fr: Démarrez la zone de sélection
it_it: Inizia l'area di selezione
ja_jp: 選択範囲を初期化する
ko_kr: 선택 영역 시작
no_no: Sett ut utvalgsområdet
pt_br: Início da área de seleção
ru_ru: Открыть область выделения
uk_ua: Визначити область виділення
zh_cn: 扩大选区。
zh_tw: 展開選擇區域

# commands.wedit:outset.explain
source: Region outset.
de_de: Beginn der Region.
es_es: Región quitada.
fr_fr: Début de la région.
it_it: Inizio regione.
ja_jp: 範囲を初期化しました。
ko_kr: 지역 시작.
no_no: Region satt ut.
pt_br: Região iniciada.
ru_ru: Начало региона.
uk_ua: Початок регіону.
zh_cn: 已扩展区域。
zh_tw: 地區展開。

# commands.wedit:paste.description
source: Paste your clipboard into the world
de_de: Zwischenablage in die Welt einfügen
es_es: Pega lo que hay en el portapapeles
fr_fr: Colle le presse-papier dans le monde
it_it: Incolla gli appunti nel mondo
ja_jp: クリップボードをワールドに貼り付ける
ko_kr: 클립보드를 월드에 붙여넣기
no_no: Lim inn utklippstavlen din i verdenen
pt_br: Cole sua área de transferência no mundo
ru_ru: Вставьте данные из заметок в мир
uk_ua: Вставити дані з буфер обміну у світ
zh_cn: 将您的剪切板粘贴至世界
zh_tw: 將剪貼簿貼到世界中

# commands.wedit:paste.explain
source: Pasted %s blocks.
de_de: %s Blöcke eingefügt.
es_es: %s bloques pegados.
fr_fr: %s blocs collés.
it_it: Incollato %s blocchi.
ja_jp: %s 個のブロックをペーストしました。
ko_kr: %s 블럭을 붙여넣었습니다.
no_no: Limte inn %s blokker.
pt_br: Colou %s blocos.
ru_ru: Вставлено %s блоков.
uk_ua: Вставлено %s блоків.
zh_cn: 已粘贴 %s 个方块。
zh_tw: 已貼上 %s 個方塊

# commands.wedit:paste.noOriginal
source: Can't paste the clipboard at its original location.
de_de: Kann die Zwischenablage nicht an ihrer ursprünglichen Position einfügen.
es_es: No se puede pegar el portapapeles en su ubicación original.
fr_fr: Impossible de coller le presse-papiers à son emplacement d'origine.
ja_jp: 元の位置にクリップボードを貼り付けることはできません。
ko_kr: 클립보드를 원래 위치에 붙여넣을 수 없네요.
no_no: Kan ikke lime inn utklippstavlen til sin opprinnelige posisjon.
pt_br: Não é possível colar a área de transferência na sua posição original.
ru_ru: Не удается вставить буфер обмена в его исходное местоположение.
uk_ua: Не вдається вставити дані з буфер обміну в початкове місце.
zh_cn: 不能粘贴剪贴板到其初始位置。
zh_tw: 無法將剪貼簿貼到其原始位置。

# commands.wedit:pos1.description
source: Set the first position of your selection to the specified or current position
de_de: Setzen Sie die erste Position Ihrer Auswahl auf die angegebene oder aktuelle Position
es_es: Establece la primera posición de tu selección a la posición especificada o actual
fr_fr: Définir la première position de votre sélection à la position spécifiée ou actuelle
it_it: Imposta la prima posizione della selezione alla posizione specificata o corrente
ja_jp: 選択範囲の最初の位置を、指定または現在の位置に設定する
ko_kr: 선택 영역의 첫 번째 위치를 지정 위치 또는 현재 위치로 설정합니다.
no_no: Angi den første posisjonen til utvalget ditt til den spesifiserte eller nåværende posisjonen
pt_br: Define a primeira posição da sua seleção para a posição especificada ou atual
ru_ru: Установите первую позицию вашего выбора в указанную или текущую позицию
uk_ua: Встановити першу позицію вашого виділення на вказану або поточну позицію
zh_cn: 将选区的第一个点设定为指定或当前位置
zh_tw: 設定你所選中的區域的第一個位置到指定或目前的位置

# commands.wedit:pos2.description
source: Set the second position of your selection to the specified or current position
de_de: Setzen Sie die zweite Position Ihrer Auswahl auf die angegebene oder aktuelle Position
es_es: Establece la segunda posición de tu selección a la posición especificada o actual
fr_fr: Définir la deuxième position de votre sélection à la position spécifiée ou à la position actuelle
it_it: Imposta la seconda posizione della selezione alla posizione specificata o corrente
ja_jp: 選択範囲の2番目の位置を、指定または現在の位置に設定する
ko_kr: 선택 영역의 두 번째 위치를 지정 위치 또는 현재 위치로 설정합니다.
no_no: Angi den andre posisjonen til utvalget ditt til den spesifiserte eller nåværende posisjonen
pt_br: Defina a segunda posição de sua seleção para a posição especificada ou atual
ru_ru: Установите вторую позицию вашего выбора в указанную или текущую позицию
uk_ua: Встановити другу позицію вашого виділення на вказану або поточну позицію
zh_cn: 将选区的第二个点设定为指定或当前位置
zh_tw: 設定你所選中的區域的第二個位置到指定或目前的位置

# commands.wedit:pyramid.description
source: Generate a pyramid
de_de: Pyramide generieren
es_es: Genera una pirámide
fr_fr: Générer une pyramide
it_it: Genera una piramide
ja_jp: ピラミッドを生成する
ko_kr: 피라미드가 생성되었습니다.
no_no: Generer en pyramide
pt_br: Gera uma pirâmide
ru_ru: Сгенерировать пирамиду
uk_ua: Згенерувати піраміду
zh_cn: 生成一个棱锥体结构
zh_tw: 生成一個金字塔

# commands.wedit:range.description
source: Set how far a brush can be used from
de_de: Legt fest, von wie weit ein Pinsel verwendet werden kann
es_es: Establece desde qué distancia que puede usar el pincel
fr_fr: Définir à quelle distance une brosse peut être utilisée
it_it: Imposta quanto lontano può essere usato un pennello da
ja_jp: ブラシの使用できる距離を設定する
ko_kr: 브러시를 사용할 수 있는 거리 설정
no_no: Angi hvor langt ifra et pensel kan bli brukt fra
pt_br: Defina de quão longe um pincel pode ser usado
ru_ru: Настройте как далеко Кисть может быть использована
uk_ua: Встановити, з якої відстані можна використовувати пензель
zh_cn: 设置笔刷能够生效的距离
zh_tw: 設定畫筆可以使用的距離

# commands.wedit:redo.description
source: Redo a certain amount of actions
de_de: Eine bestimmte Anzahl von Aktionen wiederholen
es_es: Rehace una cierta cantidad de acciones
fr_fr: Rétablir un certain nombre d'actions
it_it: Ripete una certa quantità di azioni
ja_jp: 一定回数の操作をやり直す
ko_kr: 일정량의 작업 취소를 되돌립니다.
no_no: Gjenta en bestemte mengde handlinger
pt_br: Refaz uma certa quantidade de ações
ru_ru: Повторить определенное количество действий
uk_ua: Відновити певну кількість дій
zh_cn: 还原一定数量的操作
zh_tw: 重做一定數量的動作

# commands.wedit:redo.explain
source: Redid %s available edits.
de_de: %s verfügbare Bearbeitungen wiederholt.
es_es: Rehechas %s ediciones disponibles.
fr_fr: %s modifications ont été rétablies.
it_it: Rifatto %s modifiche disponibili.
ja_jp: %s 回の編集をやり直しました。
ko_kr: %s 번의 가능한 편집을 되돌렸습니다.
no_no: Gjorde om %s tilgjengelige redigeringer.
pt_br: Refez %s edições disponíveis.
ru_ru: Повторено %s доступных изменений.
uk_ua: Відновлено %s доступних дій.
zh_cn: 还原了 %s 个可用的编辑。
zh_tw: 已重做 %s 個操作

# commands.wedit:redo.none
source: Nothing left to redo.
de_de: Keine Bearbeitung zum Wiederholen verfügbar.
es_es: No hay nada que rehacer.
fr_fr: Il ne reste plus rien à rétablir.
it_it: Nulla resta da rifare.
ja_jp: やり直す必要はありません。
ko_kr: 되돌릴 것이 없습니다.
no_no: Ingenting igjen å gjøre om.
pt_br: Não existe mais nada para refazer.
ru_ru: Ничего не осталось для повторения.
uk_ua: Нічого відновлювати.
zh_cn: 没有可以还原的步骤
zh_tw: 沒有可重做的操作

# commands.wedit:replace.description
source: Replace certain blocks in the selection with other blocks
de_de: Ersetzen Sie bestimmte Blöcke in der Auswahl durch andere Blöcke
es_es: Reemplaza ciertos bloques en la selección por otros bloques
fr_fr: Replace certains blocs de la sélection avec d'autres blocs
it_it: Sostituisci determinati blocchi nella selezione con altri blocchi
ja_jp: 選択範囲内の特定のブロックを他のブロックに置き換える
ko_kr: 선택 영역의 특정 블록을 다른 블록으로 바꿉니다.
no_no: Erstatt visse blokker i utvalget med andre blokker
pt_br: Substitui certos blocos na seleção por outros blocos
ru_ru: Заменить определенные блоки в выделении другими блоками
uk_ua: Замінити певні блоки у виділенні з іншими блоками
zh_cn: 将选区中确定的方块替换为其它方块
zh_tw: 用其他方塊替換選擇中的某些方塊

# commands.wedit:removeabove.description
source: Remove blocks above you
de_de: Blöcke über dir entfernen
es_es: Elimina bloques sobre ti
fr_fr: Retirer les blocs au dessus de vous
ja_jp: 自身の上にあるブロックを削除する
ko_kr: 플레이어 위에 있는 블록을 제거합니다.
no_no: Fjern blokker over deg
pt_br: Remover blocos acima de você
ru_ru: Удалить блоки над вами
uk_ua: Видалити блоки над собою
zh_cn: 移除您上方的方块
zh_tw: 移除你上方的方塊

# commands.wedit:removebelow.description
source: Remove blocks below you
de_de: Entferne Blöcke unter dir
es_es: Elimina bloques sobre ti
fr_fr: Retirer les blocs en dessous de vous
ja_jp: 自身の下にあるブロックを削除する
ko_kr: 플레이어 아래에 있는 블록을 제거합니다.
no_no: Fjern blokker under deg
pt_br: Remover blocos abaixo de você
ru_ru: Удалить блоки под вами
uk_ua: Видалити блоки під собою
zh_cn: 移除您下方的方块
zh_tw: 移除你下方的方塊

# commands.wedit:removenear.description
source: Remove nearby blocks
de_de: Blöcke in der Nähe entfernen
es_es: Eliminar bloques cercanos
fr_fr: Retire des blocs proches
ja_jp: 近くのブロックを削除する
ko_kr: 주변 블록들을 삭제합니다.
no_no: Fjern blokker i nærheten
pt_br: Remover blocos próximos
ru_ru: Удалить ближайшие блоки
uk_ua: Видалити блоки поблизу
zh_cn: 移除附近的方块
zh_tw: 移除附近的方塊

# commands.wedit:replacenear.description
source: Replace nearby blocks with other blocks
de_de: Blöcke in der Nähe durch andere Blöcke ersetzen
es_es: Reemplaza bloques cercanos por otros bloques
fr_fr: Replace des blocs proches par d'autres
ja_jp: 近くのブロックを他のブロックに置き換える
ko_kr: 주변 블록을 다른 블록으로 대체하기
no_no: Erstatt blokker i nærheten med andre blokker
pt_br: Substituir blocos próximos por outros blocos
ru_ru: Заменить близлежащие блоки другими блоками
uk_ua: Замінити блоки поблизу з іншими блоками
zh_cn: 用其他方块替换附近的方块。
zh_tw: 用其他方塊替換附近的方塊

# commands.wedit:rotate.description
source: Rotate the selection
de_de: Auswahl drehen
es_es: Rotar selección
fr_fr: Faire pivoter la sélection
it_it: Ruota la selezione
ja_jp: 選択範囲を回転する
ko_kr: 선택 영역을 돌립니다.
no_no: Roter utvalget
pt_br: Rotaciona a seleção
ru_ru: Повернуть блоки в выделении
uk_ua: Повернути блоки у виділенні
zh_cn: 旋转选区
zh_tw: 旋轉已選中的區域

# commands.wedit:rotate.explain
source: Rotated %s blocks.
de_de: %s Blöcke gedreht.
es_es: %s bloques rotados.
fr_fr: %s blocs tournés.
it_it: Ruotato %s blocchi.
ja_jp: %s 個のブロックを回転しました。
ko_kr: %s 블록을 회전했습니다.
no_no: Roterte %s blokker.
pt_br: Rotacionou %s blocos.
ru_ru: Повернуто %s блоков.
uk_ua: Повернуто %s блоків.
zh_cn: 已旋转 %s 个方块。
zh_tw: 已旋轉 %s 個方塊

# commands.wedit:rotate.notNinety
source: '%s' is not an increment of 90°!
de_de: '%s' ist keine Steigerung von 90°!
es_es: ¡'%s' no es un incremento de 90°!
fr_fr: '%s' n'est pas un incrément de 90° !
it_it: '%s' non è un incremento di 90°!
ja_jp: '%s' は90°の倍数ではありません！
ko_kr: '%s'은 90°의 증분이 아닙니다!
no_no: '%s' er ikke et interval av 90°!
pt_br: '%s' não é um incremento de 90°!
ru_ru: %s не является приращением 90°!
uk_ua: '%s' не є приростом 90°!
zh_cn: '%s'不是一个90°的倍数！
zh_tw: 「%s」不是 90° 的增量！

# commands.wedit:rotate.yOnly
source: You can only rotate along the Y axis!
de_de: Du kannst nur entlang der Y-Achse drehen!
es_es: ¡Solo puedes rotar a lo largo del eje Y!
fr_fr: Vous ne pouvez que faire pivoter le long de l'axe des Y!
ja_jp: Y軸のみ回転できます!
ko_kr: Y축을 따라서만 회전할 수 있습니다!
no_no: Du kan kun rotere langs Y-aksen!
pt_br: Você só pode girar na orientação Y!
ru_ru: Вы можете вращаться только вдоль оси Y!
uk_ua: Обертати можна тільки вздовж осі Y!
zh_cn: 您只能沿Y轴旋转！
zh_tw: 您只能沿 Y 軸旋轉！

# commands.wedit:sel.clear
source: Selection cleared.
de_de: Auswahl geleert.
es_es: Selección borrada.
fr_fr: Sélection effacée.
it_it: Selezione cancellata.
ja_jp: 選択を消去しました。
ko_kr: 선택 영역을 지웠습니다.
no_no: Utvalg fjernet.
pt_br: Seleção limpa.
ru_ru: Выделение очищено.
uk_ua: Виділення очищено.
zh_cn: 选区已清除
zh_tw: 已清除所選擇的區域

# commands.wedit:sel.cuboid
source: Cuboid: tap while sneaking for point 1, tap without sneaking for point 2
de_de: Rechteckig: Tippen Sie während des Schleichens auf Punkt 1, tippen Sie ohne Schleichen für Punkt 2
es_es: Cuboid: break block for point 1, use on block for point 2
fr_fr: Cuboïde: casser le bloc pour le point 1, et utiliser sur le bloc pour le point 2
it_it: Cuboid: tocca mentre sei abbassato per il punto 1, tocca senza abbassarsi per il punto 2
ja_jp: 直方体: スニークしながらタップして地点1、スニークせずにタップして地点2を作成する
ko_kr: Cuboid: break block for point 1, use on block for point 2
no_no: Kube: ødelegg blokk for punkt 1, bruk på blokk for punkt 1
pt_br: Cuboid: break block for point 1, use on block for point 2
ru_ru: Кубоид: разбить блок на point 1, использовать в блоке для point 2
uk_ua: Кубоїд: розбити блок в точці 1, використовувати на блоці в точці 2
zh_cn: 立方体：破坏第一个点的方块，然后对着第二点上的方块使用
zh_tw: 長方體： 破壞方塊以設定點 1，對著方塊使用以設定點 2

# commands.wedit:sel.cyl
source: Cylinder selector: tap while sneaking for the center, tap without sneaking to expand radius and height
es_es: Cylinder selector: break block for the center, use on block to expand radius and height
fr_fr: Selection cylindrique: casse un bloc pour le centre, utilise sur un bloc pour agrandir la hauteur et le rayon
ja_jp: 円柱の選択: スニーク中にタップして中心を決め、スニークせずにタップして半径と高さを設定します
ko_kr: Cylinder selector: break block for the center, use on block to expand radius and height
no_no: Syllinder velger: ødelegg blokk for midten, brukt på blokk for å utvide radius og høyde
pt_br: Cylinder selector: break block for the center, use on block to expand radius and height
ru_ru: Переключатель цилиндров: разбейте блок по центру, используйте на блоке для увеличения радиуса и высоты
uk_ua: Вибір циліндрів: розбити блок для центру, використовувати блок для збільшення радіуса та висоти
zh_cn: 圆柱体生成器：破坏柱体中心方块，再对着周围方块使用来确定柱体半径和高度
zh_tw: 圓柱體選擇器： 破壞方塊以設定中心，對著方塊使用以擴展半徑和高度

# commands.wedit:sel.description
source: Change selection mode
de_de: Auswahlmodus ändern
es_es: Cambia el modo de selección
fr_fr: Change le mode de sélection
it_it: Cambia modalità selezione
ja_jp: 選択モードを変更する
ko_kr: 선택모드 변경
no_no: Endre utvalgs-modus
pt_br: Alterar modo de seleção
ru_ru: Сменить режим выделения
uk_ua: Змінити режим виділення
zh_cn: 更改选区模式
zh_tw: 變更選擇模式

# commands.wedit:sel.description.cuboid
source: Select two corners of a cuboid
de_de: Wählen Sie zwei Ecken eines Quaders
es_es: Selecciona dos esquinas del cubo
fr_fr: Sélectionner les 2 sommets d'un cuboïde
it_it: Seleziona due angoli di un cuboid
ja_jp: 直方体の2つの角を設定する
ko_kr: 정육면체의 두 모서리 선택
no_no: Velg to gjørner av en kube
pt_br: Selecionar dois cantos para o paralelepípedo
ru_ru: Выделите два угла кубоида
uk_ua: Виділити два кути кубоїда
zh_cn: 选择一个立方体的两个对角。
zh_tw: 選擇長方體的兩個角

# commands.wedit:sel.description.cyl
source: Select a cylinder
es_es: Seleccione un cilindro
fr_fr: Sélectionner un cylindre
ja_jp: 円柱を選択する
ko_kr: 실린더 선택
no_no: Velg en syllinder
pt_br: Selecione um cilindro
ru_ru: Выберите цилиндр
uk_ua: Вибір циліндру
zh_cn: 选择一个圆柱体
zh_tw: 選擇圓柱體

# commands.wedit:sel.description.extend
source: Fast cuboid selection mode
de_de: Schneller Quader-Auswahlmodus
es_es: Modo de selección rápida de cubos
fr_fr: Mode de sélection cuboïde rapide
it_it: Modalità selezione cuboid veloce
ja_jp: 高速な直方体の選択モード
ko_kr: 빠른 정육면체 선택 모드
no_no: Hurtig kube valgs-modus
pt_br: Seleção rápida de paralelepípedo
ru_ru: Режим быстрого выделения кубоидов
uk_ua: Режим швидкого виділення кубоїда
zh_cn: 快速立方体选区模式
zh_tw: 快速長方體選擇模式

# commands.wedit:sel.description.sphere
source: Select a sphere
de_de: Sphäre auswählen
es_es: Seleccione una esfera
fr_fr: Générer une sphère
ja_jp: 球体を選択する
ko_kr: 구를 생성합니다.
no_no: Velg en sfære
pt_br: Selecionar a esfera
ru_ru: Выберите сферу
uk_ua: Оберіть сферу
zh_cn: 选择球体
zh_tw: 選擇一個球體

# commands.wedit:sel.extend
source: Extend: tap while sneaking for a starting point, tap without sneaking to extend
de_de: Erweitern: Tippen Sie während des Schleichens für einen Startpunkt, tippen Sie ohne Schleichen um zu erweitern
es_es: Extend: break block for a starting point, use on block to extend
fr_fr: Etendre: casse le bloc pour le point de départ, utilise sur un bloc pour étendre
it_it: Estendere: tocca mentre sei abbassato per un punto di partenza, tocca senza abbassarti per estendere
ja_jp: 拡張: スニークしながらタップしてスタート地点を設定し、スニークせずにタップして拡張する
ko_kr: Extend: break block for a starting point, use on block to extend
no_no: Utvid: ødelegg blokk for startpunkt, brukt på blokk for å utvide
pt_br: Extend: break block for a starting point, use on block to extend
ru_ru: Расширить: разбить блок на начальную точку, использовать в блоке для расширения
uk_ua: Розширити: розбити блок для початкової точки, використати на блоці для розширення
zh_cn: 扩展：选择起始方块，再选择终点方块。
zh_tw: 延伸： 破壞方塊以設定起點，對著方塊使用以延伸
