Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# pack.description
source: An in-development port of the original Java mod and more! Addon by SIsilicon (§l§b@iSiliconS§r).
de_de: Ein Entwicklungs-Port der ursprünglichen Java-Mod und mehr! Addon von Slsilicon (§l§b@iSiliconS§r).
es_es: ¡Un addon en beta del mod original de Java y más! Addon de SIsilicon (§l§b@iSiliconS§r).
fr_fr: Un portage en développement du mod Java et bien plus ! Add-on par SIsilicon (@iSiliconS).
it_it: Un porting in fase di sviluppo dell'originale mod di Java e altro ancora! Addon di SIsilicon (§l§b@iSiliconS§r).
ja_jp: オリジナルの Java 版 Mod からの移植などの開発中アドオン! SIsilicon (§l§b@iSiliconS§r) 作。
ko_kr: 기존 Java 모드의 복사본을 개발 중입니다! 애드온 제작자: SIsilicon (§l§b@iSiliconS§r).
no_no: En under-utvikling port av den originale Java-modden og mer! Utdvidelse av SIsilicon (§l§b@iSiliconS§r).
pt_br: Uma adaptação em desenvolvimento da modificação Java original e mais! Addon por SIsilicon (§l§b@iSiliconS§r).
ru_ru: Находящийся в разработке порт мода из Java и многого другого! Addon от Silicon. (§l§b@iSiliconS§r).
uk_ua: Порт оригінальної модифікації Java, що знаходиться в розробці, і багато іншого! Доповнення від SIsilicon (§l§b@iSiliconS§r).
zh_cn: 这是 Java 版 WorldEdit 模组在基岩版上的移植，正在持续更新中！此模组的作者是 SIsilicon (§l§b@iSiliconS§r)。
zh_tw: 這是一個由原版 Java 端口的開發中模組並有更多功能！此附加包的作者為 SIsilicon (§l§b@iSiliconS§r)。

# script.watchdog.error.hang
source: §cWorldEdit's scripts have stopped! Reset them with §r/reload§c (other scripts will reset too).§r
de_de: §cWorldEdit's Skripte sind gestoppt! Setze sie mit §r/reload§c zurück (auch andere Skripte werden zurückgesetzt).§r
es_es: Cargar
fr_fr: §cLes scripts WorldEdit ont été interrompus ! Réinitialisez-les avec §r/reload§c (les autres scripts seront aussi réinitialisés).§r
ja_jp: §cWorldEdit のスクリプトが停止しました! §r/reload§c でリセットしてください (他のスクリプトもリセットされます)。§r
no_no: §cWorldEdit sine skripter har stoppet! Tilbakestill de med §r/reload§c eller tilbakestill verden.§r
ru_ru: §cСкрипты WorldEdit остановились! Сбросьте их с помощью §r/reload§c или перезапустите мир.§r
uk_ua: §cСкрипти WorldEdit зупинилися! Скиньте їх за допомогою §r/reload§c (інші скрипти також скинуться).§r
zh_cn: §cWorldEdit 的脚本已被停止！键入命令 §r/reload§c 以重置 (其他模组也将被重置) 。§r
zh_tw: §cWorldEdit 的指令碼已停止！ 使用 §r/reload§c 重設它們或重新啟動世界。§r

# item.wedit:copy_button
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
ja_jp: コピー
ko_kr: 복사
no_no: Kopier
pt_br: Copiar
ru_ru: Скопировать
uk_ua: Копіювати
zh_cn: 复制
zh_tw: 複製

# item.wedit:cut_button
source: Cut
de_de: Ausschneiden
es_es: Cortar
fr_fr: Couper
it_it: Taglia
ja_jp: カット
ko_kr: 잘라내기
no_no: Klipp
pt_br: Cortar
ru_ru: Вырезать
uk_ua: Вирізати
zh_cn: 剪切
zh_tw: 清除

# item.wedit:paste_button
source: Paste
de_de: Einfügen
es_es: Pegar
fr_fr: Coller
it_it: Incolla
ja_jp: ペースト
ko_kr: 붙여넣기
no_no: Lim
pt_br: Colar
ru_ru: Вставить
uk_ua: Вставити
zh_cn: 粘贴
zh_tw: 貼上

# item.wedit:undo_button
source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
it_it: Annulla
ja_jp: 元に戻す
ko_kr: 실행 취소
no_no: Angre
pt_br: Desfazer
ru_ru: Отменить
uk_ua: Скасувати дію
zh_cn: 撤销
zh_tw: 復原

# item.wedit:redo_button
source: Redo
de_de: Wiederholen
es_es: Rehacer
fr_fr: Rétablir
it_it: Ripeti
ja_jp: やり直す
ko_kr: 되돌리기
no_no: Gjenta
pt_br: Refazer
ru_ru: Переделать
uk_ua: Відновити дію
zh_cn: 重做
zh_tw: 重做

# item.wedit:rotate_cw_button
source: Rotate Clockwise
de_de: Im Uhrzeigersinn drehen
es_es: Girar a la derecha
fr_fr: Rotation - Sens Horaire
it_it: Ruota in senso orario
ja_jp: 時計回りに回転
ko_kr: 시계 방향 회전
no_no: Roter med klokken
pt_br: Girar no sentido horário
ru_ru: Повернуть по часовой стрелке
uk_ua: Повернути за годинниковою стрілкою
zh_cn: 顺时针旋转
zh_tw: 順時針旋轉

# item.wedit:rotate_ccw_button
source: Rotate Counter-Clockwise
de_de: Gegen Uhrzeigersinn drehen
es_es: Girar a la izquierda
fr_fr: Rotation - Anti-Horaire
it_it: Ruota In senso antiorario
ja_jp: 反時計回りに回転
ko_kr: 반시계 방향 회전
no_no: Roter mot klokken
pt_br: Girar no sentido anti-horário
ru_ru: Повернуть против часовой стрелки
uk_ua: Повернути проти годинникової стрілки
zh_cn: 逆时针旋转
zh_tw: 逆時針旋轉

# item.wedit:flip_button
source: Flip
de_de: Spiegeln
es_es: Dar la vuelta
fr_fr: Symétrie
it_it: Ruota
ja_jp: 反転
ko_kr: 뒤집기
no_no: Vend
pt_br: Virar
ru_ru: Перевернуть
uk_ua: Перевернути
zh_cn: 翻转
zh_tw: 翻轉

# item.wedit:pattern_picker
source: Pattern Picker
de_de: Musterauswahl
es_es: Selector de patrón
fr_fr: Sélecteur de motif
it_it: Selettore modelli
ja_jp: パターンピッカー
ko_kr: 패턴 피커
no_no: Mønster Velger
pt_br: Selecionador de Padrões
ru_ru: Выбор Шаблона
uk_ua: Вибір шаблону
zh_cn: 填充方块选取器
zh_tw: 方塊樣式選擇器

# item.wedit:mask_picker
source: Mask Picker
de_de: Maskenauswahl
es_es: Selector de máscaras
fr_fr: Sélecteur de Masque
it_it: Selettore maschera
ja_jp: マスクピッカー
ko_kr: 마스크 피커
no_no: Maske Velger
pt_br: Seletor de Máscaras
ru_ru: Выбор Маски
uk_ua: Вибір маски
zh_cn: 替换方块选取器
zh_tw: 範圍方塊選擇器

# item.wedit:spawn_glass
source: Spawn Glass Block
de_de: Glasblock spawnen
es_es: Generar Bloque de Cristal
fr_fr: Apparaître un Bloc de Verre
it_it: Genera Blocco Di Vetro
ja_jp: ガラスブロックを生成
ko_kr: 유리블럭 설치
no_no: Fremkall Glassblokk
pt_br: Spawnar Bloco de Vidro
ru_ru: Разместить стеклянный блок
uk_ua: Створити скляний блок
zh_cn: 在脚下生成玻璃块
zh_tw: 生成玻璃方塊

# item.wedit:selection_fill
source: Fill Selection
de_de: Auswahl füllen
es_es: Rellenar selección
fr_fr: Remplir la sélection
it_it: Riempimento Selezione
ja_jp: 範囲フィル
ko_kr: 채우기 도구
no_no: Fyll Utvalg
pt_br: Preencher seleção
ru_ru: Заполнение
uk_ua: Заповнити виділення
zh_cn: 填充选区
zh_tw: 填充選擇

# item.wedit:selection_wall
source: Wall Selection
de_de: Wandauswahl
es_es: Seleccionar muro
fr_fr: Sélection du mur
it_it: Muro area selezionata
ja_jp: 壁の選択
ko_kr: 벽 도구
no_no: Vegg Utvalg
pt_br: Seleção de Parede
ru_ru: Выбор Стены
uk_ua: Вибір стіни
zh_cn: 填充选区侧面
zh_tw: 選擇牆壁

# item.wedit:selection_outline
source: Outline Selection
de_de: Konturenauswahl
es_es: Selección exterior
fr_fr: Sélection des contours
it_it: Profilo area selezionata
ja_jp: 範囲の輪郭線を生成
ko_kr: 테두리 선택
no_no: Omriss Valg
pt_br: Selecione o Contorno
ru_ru: Выбор Контура
uk_ua: Контур виділення
zh_cn: 填充选区表面
zh_tw: 外圍選擇

# item.wedit:draw_line
source: Draw Line
de_de: Linie zeichnen
es_es: Dibujar línea
fr_fr: Tracer une ligne
it_it: Traccia linea
ja_jp: 線を引く
ko_kr: 선 그리기
no_no: Tegn Linje
pt_br: Desenhar uma linha
ru_ru: Нарисовать линию
uk_ua: Малювати лінію
zh_cn: 绘制对角线
zh_tw: 畫線

# worldEdit.selectionFill.noPattern
source: You need to specify a block to set the selection to!
de_de: Sie müssen einen Block angeben, auf den die Auswahl gesetzt werden soll!
es_es: ¡Necesitas especificar un bloque para establecer la selección!
fr_fr: Vous devez spécifier un bloc pour définir la sélection !
it_it: Devi specificare un blocco su cui impostare la selezione!
ja_jp: 選択範囲を設定するにはブロックを指定してください！
ko_kr: 선택 항목을 설정할 블록을 지정해야 합니다!
no_no: Du må spesifisere en blokk for å sette valget til!
pt_br: Você precisa especificar um bloco para seleciona-ló!
ru_ru: Вам нужно указать блок, чтобы установить выбор!
uk_ua: Потрібно вказати блок, на який потрібно встановити виділення!
zh_cn: 您需要指定一个方块以填充选区！
zh_tw: 你需要選擇填充選中區域的方塊！

# worldedit.patternPicker.add
source: Added block to pattern:
de_de: Block zum Muster hinzugefügt:
es_es: Bloque añadido al patrón:
fr_fr: Bloc ajouté au motif :
it_it: Blocco aggiunto al modello:
ja_jp: ブロックをパターンに追加:
ko_kr: 패턴을 블록으로 추가:
no_no: La til blokk i mønsteret:
pt_br: Bloco adicionado ao padrão:
ru_ru: Блок добавлен в шаблон:
uk_ua: До шаблону додано блок:
zh_cn: 已添加的填充方块：
zh_tw: 已新增以下方塊到填充方塊選擇器：

# worldedit.patternPicker.set
source: Set pattern to block:
de_de: Setze Muster auf Block:
es_es: Fijar patrón a bloquear:
fr_fr: Motif défini sur:
it_it: Imposta il motivo sul blocco:
ja_jp: パターンをブロックに設定:
ko_kr: 패턴을 블록으로 설정:
no_no: Sett mønster til blokk:
pt_br: Definir padrão para o bloco:
ru_ru: Выбрать блок для шаблона:
uk_ua: Установити шаблон для блоку:
zh_cn: 将填充方块设为:
zh_tw: 已設定以下方塊為填充方塊：

# worldedit.maskPicker.add
source: Added block to mask:
de_de: Block zur Maske hinzugefügt:
es_es: Bloque añadido a la máscara:
fr_fr: Bloc ajouté au masque :
it_it: Aggiunto il blocco alla maschera:
ja_jp: ブロックをマスクに追加:
ko_kr: 마스크를 블록으로 추가:
no_no: La til blokk til masken:
pt_br: Bloco adicionado à máscara:
ru_ru: Добавлен блок для Маски:
uk_ua: До маски додано блок:
zh_cn: 已添加的替换方块：
zh_tw: 已新增以下方塊到取代方塊選擇器：

# worldedit.maskPicker.set
source: Set mask to block:
de_de: Setze Maske auf Block:
es_es: Establecer máscara a bloquear:
fr_fr: Définir le masque sur le bloc:
it_it: Imposta la maschera al blocco:
ja_jp: マスクをブロックに設定:
ko_kr: 마스크를 블록으로 설정:
no_no: Sett maske til blokk:
pt_br: Definir máscara para bloco:
ru_ru: Поставить маску для блока:
uk_ua: Установити маску для блоку:
zh_cn: 将替换方块设为：
zh_tw: 已設定以下方塊為取代方塊：

# worldedit.config.mainMenu
source: WorldEdit Settings
de_de: WorldEdit Einstellungen
es_es: Opciones de WorldEdit
fr_fr: Configuration de WorldEdit
ja_jp: WorldEdit の設定
ko_kr: 월드에딧 설정
no_no: WorldEdit-innstillinger
pt_br: Configurações do World Edit
ru_ru: Настройки WorldEdit
uk_ua: Налаштування WorldEdit
zh_cn: WorldEdit 设置
zh_tw: WorldEdit 設定

# worldedit.config.brushes
source: Brushes
de_de: Pinsel
es_es: Brocha
fr_fr: Brosses
ja_jp: ブラシ
ko_kr: 브러시
no_no: Pensler
pt_br: Pincéis
ru_ru: Кисти
uk_ua: Пензлі
zh_cn: 笔刷
zh_tw: 畫筆

# worldedit.config.tools
source: Tools
de_de: Werkzeuge
es_es: Herramientas
fr_fr: Outils
ja_jp: ツール
ko_kr: 도구
no_no: Verktøy
pt_br: Ferramentas
ru_ru: Инструменты
uk_ua: Інструменти
zh_cn: 工具
zh_tw: 工具

# worldedit.config.general
source: General
de_de: Allgemein
fr_fr: Général
ja_jp: 一般
ko_kr: 일반
no_no: Generell
pt_br: Geral
ru_ru: Основное
uk_ua: Загальне
zh_cn: 通用
zh_tw: 一般

# worldedit.config.general.includeEntities
source: Include Entities in Clipboard
de_de: Entitäten in die Zwischenablage einbeziehen
es_es: Incluír entidades en el porta-papeles
fr_fr: Inclure les entités dans le presse-papiers
ja_jp: クリップボードにエンティティを含める
ko_kr: 클립보드 안에 개체 포함
no_no: Inkluder enheter i utklippstavlen
pt_br: Incluir entidades na área de transferência
ru_ru: Включить сущности в Буфер Обмена
uk_ua: Включити сутності в буфер обміну
zh_cn: 在剪贴板中包含实体
zh_tw: 在剪貼簿中包含實體

# worldedit.config.general.includeAir
source: Include Air in Clipboard
de_de: Luft in Zwischenablage einbeziehen
es_es: Incluir aire en portapapele
fr_fr: Inclure l'air dans le presse-papiers
ja_jp: クリップボードに空気を含める
ko_kr: 클립보드 안에 빈 공간 포함
no_no: Inkluder luft i utklippstavlen
pt_br: Incluir blocos de ar na área de transferência
ru_ru: Включить air в Буфер Обмена
uk_ua: Включити повітря в буфер обміну
zh_cn: 在剪贴板中包含空气
zh_tw: 在剪貼簿中包含空氣

# worldedit.config.general.perfMode
source: Performance Mode
de_de: Leistungsmodus
es_es: Modo Rendimiento
fr_fr: Mode performance
ja_jp: パフォーマンス優先モード
ko_kr: 성능 모드
no_no: Ytelsemodus
pt_br: Modo de desempenho
ru_ru: Производительный режим
uk_ua: Режим продуктивності
zh_cn: 性能模式
zh_tw: 效能模式

# worldedit.config.general.drawOutlines
source: Draw Outlines
es_es: Dibujar lineas salientes
fr_fr: Dessiner les contours
ja_jp: 輪郭を描写
ko_kr: 테두리 그리기
no_no: Tegn omriss
pt_br: Desenhar um contorno
ru_ru: Рисовать контуры
uk_ua: Малювання контурів
zh_cn: 绘制轮廓
zh_tw: 繪製輪廓

# worldedit.config.general.selectMode
source: Selection Mode
de_de: Auswahlmodus
es_es: Modo de selección
fr_fr: Mode de sélection
ja_jp: 選択モード
ko_kr: 선택 모드
no_no: Utvalgsmodus
pt_br: Modo de seleção
ru_ru: Режим выделения
uk_ua: Режим виділення
zh_cn: 选区模式
zh_tw: 選擇模式

# worldedit.config.newTool
source: Create New Tool
de_de: Neues Werkzeug erstellen
es_es: Crear nueva herramienta
fr_fr: Créer un nouvel outil
ja_jp: 新規ツールを作成
ko_kr: 새로운 도구 제작
no_no: Lag et nytt verktøy
pt_br: Criar nova ferramenta
ru_ru: Создать новый инструмент
uk_ua: Створити новий інструмент
zh_cn: 新建工具
zh_tw: 建立新工具

# worldedit.config.newBrush
source: Create New Brush
de_de: Neuen Pinsel erstellen
es_es: Crear un Nuevo Foro
fr_fr: Créer une nouvelle brosse
ja_jp: 新規ブラシを作成
ko_kr: 새로운 브러시 제작
no_no: Lag et nytt pensel
pt_br: Criar pincel novo
ru_ru: Создать новую кисть
uk_ua: Створити новий пензель
zh_cn: 新建笔刷
zh_tw: 建立新畫筆

# worldedit.selectionMode.cuboid
source: Cuboid
de_de: Quader
es_es: Cuboide
fr_fr: Cuboïde
ja_jp: 立方体
ko_kr: 직육면체
no_no: Kube
pt_br: Cuboide
ru_ru: Куб
uk_ua: Кубоподібний
zh_cn: 立方体
zh_tw: 長方體

# worldedit.selectionMode.extend
source: Extend
de_de: Erweitern
es_es: Extender
fr_fr: Prolonger
ja_jp: 拡張
ko_kr: 확장
no_no: Utvid
pt_br: Estender
ru_ru: Расширить
uk_ua: Розширити
zh_cn: 拓展
zh_tw: 延伸

# worldedit.selectionMode.sphere
source: Sphere
de_de: Sphäre
es_es: Esfera
fr_fr: Sphère
ja_jp: 球体
ko_kr: 구
no_no: Kule
pt_br: Esfera
ru_ru: Сфера
uk_ua: Сфера
zh_cn: 球体
zh_tw: 球體

# worldedit.selectionMode.cylinder
source: Cylinder
de_de: Zylinder
es_es: Cilindro
fr_fr: Cylindre
ja_jp: 円柱
ko_kr: 원기둥
no_no: Syllinder
pt_br: Cilindro
ru_ru: Цилиндр
uk_ua: Циліндр
zh_cn: 圆柱体
zh_tw: 圓柱體

# worldedit.config.tool.noProps
source: No Tool Properties
de_de: Keine Werkzeugeigenschaften
es_es: No hay propiedades de herramienta
fr_fr: L'outil n'a pas de propriétés définies
ja_jp: ツール設定なし
ko_kr: 도구에 대한 속성이 없음
no_no: Ingen verktøysegenskaper
pt_br: Sem propriedade de ferramenta
ru_ru: Нет свойств у инструмента
uk_ua: Немає властивостей інструменту
zh_cn: 无工具属性
zh_tw: 無工具屬性

# worldedit.config.tool.noProps.detail
source: This tool has no properties to change.
de_de: Dieses Werkzeug hat keine Eigenschaften zu ändern.
es_es: La herramienta no tiene propiedades para establecer.
fr_fr: Cet outil n'a pas de propriétés à modifier.
ja_jp: このツールには変更できる設定がありません。
ko_kr: 이 도구는 변경할 수 있는 속성이 없습니다.
no_no: Dette verktøyet har ingen egenskaper å endre på.
pt_br: Essa ferramenta não tem nenhuma propriedade para ser alterada.
ru_ru: Этот инструмент не имеет свойств для изменения.
uk_ua: Цей інструмент не має властивостей для зміни.
zh_cn: 此工具无可更改的属性
zh_tw: 此工具沒有要變更的屬性。

# worldedit.config.tool.selection
source: Selection Wand
de_de: Auswahl-Stab
es_es: Varita de Selección
fr_fr: Outil de sélection
ja_jp: 選択用の杖
ko_kr: 도구 선택
no_no: Utvalgsstav
pt_br: Varinha para seleção
ru_ru: Инструмент для выделения территории
uk_ua: Паличка виділення
zh_cn: 选择器
zh_tw: 選擇棒

# worldedit.config.tool.far_selection
source: Far Selection Wand
de_de: Fernauswahl-Stab
es_es: Varita de selección lejana
fr_fr: Outil de sélection à distance
ja_jp: 遠距離選択用の杖
ko_kr: 장거리 도구 선택
no_no: Langdistanse-utvalgsstav
pt_br: Varinha para seleção de longe
ru_ru: Инструмент для выделения дальней территории
uk_ua: Паличка далекого виділення
zh_cn: 远程选择器
zh_tw: 遠程選擇棒

# worldedit.config.tool.navigation
source: Navigation Wand
de_de: Navigations-Stab
es_es: Herramienta de navegación
fr_fr: Outil de navigation
ja_jp: 案内用の杖
ko_kr: 탐색 도구
no_no: Navigeringsstav
pt_br: Varinha de navegação
ru_ru: Топорик навигации
uk_ua: Навігаційна паличка
zh_cn: 传送器
zh_tw: 導航棒

# worldedit.config.tool.stacker
source: Stacker Tool
de_de: Stapelwerkzeug
es_es: Herramienta Acumuladora
fr_fr: Outil d'empilage
ja_jp: スタッカーツール
ko_kr: 늘리기 도구
no_no: Stable-verktøy
pt_br: Ferramenta de stackar
ru_ru: Инструмент "Маркер"
uk_ua: Укладальник
zh_cn: 堆叠器
zh_tw: 堆疊工具

# worldedit.config.tool.cmd
source: Command Tool
es_es: Herramienta de comando
fr_fr: Outil de commande
ko_kr: 명령 도구
no_no: Kommandoverktøy
pt_br: Ferramenta de comando
ru_ru: Инструмент команды
uk_ua: Командний інструмент
zh_cn: 命令棒
zh_tw: 指令工具

# worldedit.config.tool.repl
source: Block Replacer Tool
es_es: Español
fr_fr: Outil de replacer de bloc
ko_kr: 블록 교체 도구
no_no: Blokk erstatningsverktøy
pt_br: Ferramenta substituidora de blocos
ru_ru: Инструмент замены блоков
uk_ua: Інструмент заміни блоків
zh_cn: 替换棒
zh_tw: 方塊取代工具

# worldedit.config.tool.cycle
source: Block Cycler Tool
es_es: Bloquear herramienta
fr_fr: Outil de replacer de bloc
ko_kr: 블럭 쌓기 도구
no_no: Blokk syklusverktøy
pt_br: Ferramenta de estágios de blocos
ru_ru: Инструмент для поворота блоков
uk_ua: Інструмент циклу блоків
zh_cn: 调试棒
zh_tw: 方塊循環工具

# worldedit.config.brush.sphere
source: Sphere Brush
de_de: Sphärenpinsel
es_es: Brocha esférica
fr_fr: Brosse sphérique
ja_jp: 球体ブラシ
ko_kr: 구 브러시
no_no: Kulepensel
pt_br: Pincel esférico
ru_ru: Сферическая кисть
uk_ua: Сферичний пензель
zh_cn: 球形笔刷
zh_tw: 球體畫筆

# worldedit.config.brush.cylinder
source: Cylinder Brush
de_de: Zylinder Pinsel
es_es: Brocha cilíndrica
fr_fr: Brosse cylindrique
ja_jp: 円柱ブラシ
ko_kr: 원기둥 브러시
no_no: Syllinderpensel
pt_br: Pincel de cilindro
ru_ru: Цилиндрическая кисть
uk_ua: Циліндричний пензель
zh_cn: 圆柱形笔刷
zh_tw: 圓柱體畫筆

# worldedit.config.brush.smooth
source: Smooth Brush
de_de: Glatter Pinsel
es_es: Brocha suavizante
fr_fr: Brosse douce
ja_jp: スムーズブラシ
ko_kr: 다듬기 브러시
no_no: Jevnbørste
pt_br: Pincel liso(suave)
ru_ru: Сглаживающий кисть
uk_ua: Пензель для згладжування
zh_cn: 平滑笔刷
zh_tw: 平滑畫筆

# worldedit.config.brush.struct
source: Structure Brush
fr_fr: Brosse de structure
ko_kr: 구조 브러시
no_no: Strukturpensel
pt_br: Pincel de estrutura
ru_ru: Структурная кисть
uk_ua: Пензель структури
zh_cn: 结构笔刷
zh_tw: 結構畫筆

# worldedit.config.brush.erode
source: Erosion Brush
es_es: Copiar
fr_fr: Pinceau d'érosion
ko_kr: 침식 브러시
no_no: Erosjonspensel
pt_br: Pincel de erosão
ru_ru: Кисть Эрозии
uk_ua: Пензель ерозії
zh_cn: 侵蚀笔刷
zh_tw: 侵蝕畫筆

# worldedit.config.brush.overlay
source: Overlay Brush
fr_fr: Brosse de superposition
ko_kr: 겉깔개 브러시
no_no: Overlappingspensel
pt_br: Pincel de sobreposição
ru_ru: Кисть наложения
uk_ua: Пензель накладання
zh_cn: 叠加笔刷
zh_tw: 覆蓋畫筆

# worldedit.config.chooseItem
source: Hold an item to bind to.
de_de: Halten Sie ein zu bindendes Item.
es_es: Mantén un elemento al que enlazar.
fr_fr: Maintenez un objet pour le lier.
it_it: Tieni premuto un oggetto a cui collegare.
ja_jp: 紐づけるアイテムを持ってください。
ko_kr: 묶을 아이템을 들고 있으세요.
no_no: Hold en gjenstand å binde til.
pt_br: Segure um item para vincular.
ru_ru: Возьмите предмет для привязки.
uk_ua: Візьміть предмет для прив’язки.
zh_cn: 手持一个物品以绑定笔刷。
zh_tw: 握著要綁定的物件

# worldedit.config.choose.brush
source: Choose what kind of brush to make.
de_de: Wählen Sie, welche Art von Pinsel gemacht werden soll.
es_es: Elige que tipo de pincel quieres crear.
fr_fr: Choisissez le type de pinceau à créer.
it_it: Scegli che tipo di pennello fare.
ja_jp: 作るブラシの種類を選択してください。
ko_kr: 어떤 형태의 브러시를 만들 것인지 선택하세요.
no_no: Velg hva slags pensel som skal lages.
pt_br: Escolha que tipo de pincel fazer.
ru_ru: Выберите, какую кисть создать.
uk_ua: Виберіть, який пензель створити.
zh_cn: 选择要制作的笔刷类型。
zh_tw: 選擇要製作什麼樣的畫筆。

# worldedit.config.choose.tool
source: Choose what kind of tool to make.
de_de: Wählen Sie die Art des Werkzeugs aus.
es_es: Elige que tipo de pincel quieres crear.
fr_fr: Choisissez quel type d'outil à créer.
it_it: Scegli che tipo di strumento fare.
ja_jp: 作るアイテムの種類を選択してください。
ko_kr: 어떤 형태의 도구를 만들 것인지 선택하세요.
no_no: Velg hva slags verktøy som skal lages.
pt_br: Escolha que tipo de ferramenta fazer.
ru_ru: Выберите, какой инструмент сделать.
uk_ua: Виберіть, який інструмент створити.
zh_cn: 选择要创建的工具类型
zh_tw: 選擇製作什麼樣的工具。

# worldedit.config.patternMask.brush
source: Make a pattern and optional mask for the brush.
es_es: Hacer un patrón y una máscara opcional para la brocha.
fr_fr: Créer un motif et un masque optionnel pour le pinceau.
ja_jp: ブラシのパターンと任意でマスクを作成してください。
ko_kr: 브러시의 패턴과 옵션 마스크를 만듭니다.
no_no: Lag et mønster og valgfri maske for penselet.
pt_br: Faça um padrão e uma máscara opcional para o pincel.
ru_ru: Сделайте узор и дополнительную маску для кисти.
uk_ua: Створити шаблон та за бажанням маску для пензля.
zh_cn: 选择笔刷的填充方块和替换方块。
zh_tw: 請設定畫筆的填充方塊（必選）和取代方塊（可選）。

# worldedit.config.pattern.tool
source: Make a pattern for the tool.
fr_fr: Créer un motif pour l'outil.
ko_kr: 도구의 패턴을 만듭니다.
no_no: Lag et mønster for verktøyet.
pt_br: Crie um padrão para a ferramenta.
ru_ru: Выберите шаблон для инструмента.
uk_ua: Зробити шаблон для інструменту.
zh_cn: 选择工具的填充方块。
zh_tw: 為工具繪畫圖案

# worldedit.config.mask.tool
source: Make an optional mask for the tool.
de_de: Erstellen Sie eine optionale Maske für das Werkzeug.
es_es: Haga una máscara opcional para la herramienta.
fr_fr: Créer un masque optionnel pour l'outil.
it_it: Crea una maschera opzionale per lo strumento.
ja_jp: ツールのマスクを任意で作成してください。
ko_kr: 도구에 대한 선택적 마스크를 만듭니다.
no_no: Lag en valgfri maske for verktøyet.
pt_br: Faça uma máscara opcional para a ferramenta.
ru_ru: Сделайте необязательную маску для инструмента.
uk_ua: Зробити необов’язкову маску для інструмента.
zh_cn: 选择工具的平滑度
zh_tw: 為該工具製作一個正常覆蓋。

# worldedit.config.mask.brush
source: Make an optional mask for the brush.
de_de: Erstellen Sie eine optionale Maske für den Pinsel.
es_es: Haz una máscara opcional para el pincel.
fr_fr: Créer un masque optionnel pour le pinceau.
it_it: Crea una maschera opzionale per lo strumento.
ja_jp: ブラシのマスクを任意で作成してください。
ko_kr: 브러시에 사용할 선택적 마스크를 만듭니다.
no_no: Lag en valgfri maske for penselet.
pt_br: Faça uma máscara opcional para o pincel.
ru_ru: Сделайте необязательную маску для кисти.
uk_ua: Зробити додаткову маску для пензля.
zh_cn: 选择笔刷的平滑度
zh_tw: 為畫筆製作一個正常覆蓋。

# worldedit.config.confirm
source: Is this Ok?
de_de: Ist das in Ordnung?
es_es: ¿Esto es correcto?
fr_fr: Est-ce correct ?
it_it: Così va bene?
ja_jp: これでよろしいですか？
ko_kr: 이것으로 정하시겠습니까?
no_no: Er dette ok?
pt_br: Isto está certo?
ru_ru: Всё верно?
uk_ua: Усе добре?
zh_cn: 确定该设置？
zh_tw: 這樣可以嗎？

# worldedit.config.confirm.create
source: Are you ok with the setup you made?
de_de: Sind Sie mit dem Setup in Ordnung?
es_es: ¿Estás seguro de la configuración que has hecho?
fr_fr: Êtes-vous d'accord avec votre configuration ?
ja_jp: この設定でよろしいですか？
ko_kr: 이 설정을 적용하시겠습니까?
no_no: Er du fornøyd med oppsettet du har laget?
pt_br: Você está de acordo com as configurações que você fez?
ru_ru: Вы согласны с настройкой, которую вы сделали?
uk_ua: Вас влаштовує налаштування, які ви зробили?
zh_cn: 您确定该设置吗？
zh_tw: 你對你所做的設定好嗎？

# worldedit.config.confirm.delete
source: Are you sure you want to unbind this item?
de_de: Sind Sie sicher, dass Sie dieses Item entbinden möchten?
es_es: ¿Está seguro de que desea borrar este elemento?
fr_fr: Êtes-vous sûr de vouloir dissocier cet élément ?
it_it: Sei sicuro di voler annullare l'associazione di questo oggetto?
ja_jp: 本当に紐づけを解除しますか？
ko_kr: 이 아이템을 정말로 삭제하시겠습니까?
no_no: Er du sikker på at du vil fjerne bindingen av denne gjenstanden?
pt_br: Tem certeza de que quer desvincular esse objeto?
ru_ru: Вы уверены, что хотите отменить привязку этого предмета?
uk_ua: Ви впевнені, що бажаєте відв’язати цей предмет?
zh_cn: 您确定解除该物品的绑定吗？
zh_tw: 您確定要取消綁定此項目嗎？

# worldedit.config.radius
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione: %s
ja_jp: サイズ
ko_kr: 크기
no_no: Størrelse
pt_br: Tamanho
ru_ru: Размер
uk_ua: Розмір
zh_cn: 大小
zh_tw: 大小

# worldedit.config.height
source: Height
de_de: Höhe
es_es: Altura
fr_fr: Hauteur
it_it: Altezza: %s
ja_jp: 高さ
ko_kr: 높이
no_no: Høyde
pt_br: Altura
ru_ru: Высота
uk_ua: Висота
zh_cn: 高度
zh_tw: 高度

# worldedit.config.smooth
source: Smoothness
de_de: Glätte
es_es: Suavizado
fr_fr: Lissage
it_it: Smussamento: %s
ja_jp: 滑らかさ
ko_kr: 부드러운 정도
no_no: Glatthet
pt_br: Suavidade
ru_ru: Гладкость
uk_ua: Згладжування
zh_cn: 平滑度
zh_tw: 平滑度

# worldedit.config.range
source: Range
de_de: Bereich
es_es: Rango
fr_fr: Écart
it_it: Distanza: %s
ja_jp: 範囲
ko_kr: 범위
no_no: Område
pt_br: Área
ru_ru: Диапазон
uk_ua: Діапазон
zh_cn: 范围
zh_tw: 範圍

# worldedit.config.pattern
source: Pattern
de_de: Muster
es_es: Patrón
fr_fr: Motif
ja_jp: パターン
ko_kr: 패턴
no_no: Mønster
pt_br: Padrão
ru_ru: Образец
uk_ua: Шаблон
zh_cn: 填充
zh_tw: 圖案

# worldedit.config.mask
source: Mask
de_de: Maske
es_es: Máscara
fr_fr: Masque
ja_jp: マスク
ko_kr: 마스크
no_no: Maske
pt_br: Máscara
ru_ru: Маска
uk_ua: Маска
zh_cn: 替换
zh_tw: 遮罩

# worldedit.config.hollow
source: Hollow
de_de: Hohlraum
es_es: Hueco
fr_fr: Creux
ja_jp: 空洞
ko_kr: 빈 구
no_no: Hul
pt_br: Oco
ru_ru: Полный
uk_ua: Порожньо
zh_cn: 凹陷
zh_tw: 空洞
