Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# howtoplay.wedit:quick_start.text.17
source: §72. Use the "WorldEdit Settings" item. A menu should appear including "Brush Settings". Select that button, then create a new brush as the interface instructs you. Make it a sphere brush of radius 3, and a cobblestone pattern. Confirm the settings and exit the menu.
de_de: §72. Benutzen Sie das Item "WorldEdit Einstellungen". Ein Menü in Ihrer Hotbar sollte inklusive "Pinseleinstellungen" erscheinen. Wählen Sie das Item und wählen Sie dann die Schaufel, an die Sie das Item binden möchten. Machen Sie es zu einem Kugelpinsel mit Radius 3 und einem Pflasterstein-Muster. Bestätigen Sie die Einstellungen und verlassen Sie das Menü.
es_es: §72. Usa el item "Opciones de WorldEdit". Debería de aparecer un menú, incluyendo el item "Ajustes del pincel". Selecciona ese botón, y crea un nuevo pincel mientras la interfaz te explica. Hazlo un pincel de esfera de 3 de radio, y un patrón de adoquín. Confirma y sal del menú.
fr_fr: §72. Utilisez l'élément « Paramètres de WorldEdit ». Un menu devrait apparaître, comprenant « Paramètres du pinceau ». Sélectionnez ce bouton, puis créez un nouveau pinceau comme l'interface vous l'indique. Créez-en un pinceau sphérique de rayon 3 et un motif pavé. Confirmez les paramètres et quittez le menu.
it_it: §72. Usa l'elemento "Impostazioni WorldEdit". Un menu nella tua hotbar dovrebbe apparire includendo "Impostazioni pennello". Selezionare l'elemento, quindi selezionare la pala a cui collegarlo. Rendilo un pennello a sfera di raggio 3, e un motivo a ciottoli. Confermare le impostazioni ed uscire dal menu.
ja_jp: §72. 「WorldEdit の設定」 アイテムを使用してください。「ブラシの設定」を含むメニューが表示されます。ブラシの設定を選択し、表示に従って新しいブラシを作成します。半径 3 の球体ブラシを丸石のパターンで作成してください。設定を確認し、メニューを終了します。
ko_kr: §72. "World Edit 설정" 항목을 사용하세요. "브러시 설정"을 포함한 메뉴가 있을 겁니다. 해당 버튼을 선택한 다음 인터페이스가 지시하는 대로 새 브러시를 만드세요. 반지름 3의 구형 브러시와 조약돌 무늬로 만들어보세요. 그 뒤, 설정을 확인하고 메뉴를 종료하세요.
no_no: §72. Bruk "WorldEdit innstillinger"-gjenstanden. En meny vil komme opp som inkluderer "penselinnstillinger". Velg den knappen, deretter lag et nytt pensel som den ber deg om. Lag den som et kulepensel med radius 3, og et brostein-mønster. Bekreft instillengene og lukk menyen.
pt_br: §72. Use o item "Configurações do WorldEdit". Um menu deve aparecer incluindo "Configurações do Pinez". Selecione o botão e então crie um novo pincel conforme a tela instrui você. Faça um pincel de esfera de raio 3 e um padrão de pedregulho. Confirme as configurações e saia do menu.
ru_ru: §72. Воспользуйтесь пунктом "Настройки WorldEdit". Должно появиться меню, включающее "Настройки кисти". Нажмите на эту кнопку, затем создайте новую кисть в соответствии с инструкциями интерфейса. Сделайте ее сферической кистью радиуса 3 и узором из булыжника. Подтвердите настройки и выйдите из меню.
uk_ua: §72. Використовуйте пункт «Налаштування WorldEdit». Повинно з’явитися меню з «Налаштування пензля». Виберіть цю кнопку, а потім створіть новий пензель, як вас вказує інтерфейс. Зробіть це сферичним пензлем радіуса 3 і шаблоном кругляку. Підтвердьте налаштування та вийдіть з меню.
zh_cn: §72. 使用 "WorldEdit 设置"，打开 "笔刷"，随后新建一个笔刷，类型设为球形笔刷，半径设为3，填充方块设为圆石，之后确认设置并退出菜单。
zh_tw: §72. 使用「WorldEdit 設定」物品。 應該會出現一個包含「畫筆設定」的選單。 選擇該按鈕，然後按照介面的指示建立一個新的畫筆。 將其設定為半徑為 3 的球體畫筆，以及鵝卵石圖案。 確認設定並退出選單。

# howtoplay.wedit:quick_start.text.18
source: §r3. Aim at the ground not near you and interact with the shovel (now brush) to place cobblestone spheres.
de_de: §r3. Zielen Sie auf den Boden nicht in Ihrer Nähe und interagieren Sie mit der Schaufel (jetzt Pinsel) um Bruchsteinsphären zu platzieren.
es_es: §r3. Apunta al suelo lejos de tí e interactúa con la pala (ahora pincel) para colocar esferas de adoquín.
fr_fr: §r3. Visez le sol loin de vous et interagissez avec la pelle (maintenant la brosse) pour placer des sphères en pavés.
it_it: §r3. Mira a terra non vicino a te e interagisci con la pala (ora penello) per posizionare sfere di ciottoli.
ja_jp: §r3. 離れた地面に向かってシャベル (ブラシになったもの) を使い、丸石の球体を設置します。
ko_kr: §r3. 근처에 있지 않은 땅을 조준하고 삽(이젠 브러시지만)과 상호 작용하여 조약돌 구체를 배치합니다.
no_no: §r3. Sikt på et sted på bakken som ikke er nærmt deg og bruk spaden (nå pensel) til å plassere brostein-kuler.
pt_br: §r3. Mire no chão longe de você e interaja com a pá (agora pincel) para colocar as esferas de pedregulho.
ru_ru: §r3. Цельтесь в землю не рядом с собой и взаимодействуйте с лопатой (то есть кистью), чтобы поместить сферы из булыжника.
uk_ua: §r3. Цільтесь в землю неподалік від вас і взаємодійте з лопатою (тепер пензлем), щоб розмістити сферу з кругляку.
zh_cn: §r3。瞄准不靠近你的地面，用铲子（现在是刷子）放置鹅卵石球。
zh_tw: §r3. 瞄準不靠近您的地面並與鏟子（現在是畫筆）互動以放置鵝卵石球體。

# howtoplay.wedit:quick_start.text.19
source: §74. Enter the brush settings again to set the mask for the brush to `grass`. Use the brush now to make a cobblestone path.
de_de: §74. Lassen Sie den Pinsel nur Gras beeinflussen mit §e;mask grass§r§7 während Sie den Pinsel halten. Benutzen Sie den Pinsel, um einen Pflastersteinpfad zu erstellen.
es_es: §74. Entra en los ajustes del pincel de nuevo para establecer la máscara del pincel en `hierba`. Usa el pincel ahora para crear un camino de adoquín.
fr_fr: §74. Entrez à nouveau les paramètres du pinceau pour définir le masque du pinceau sur « herbe ». Utilisez maintenant le pinceau pour créer un chemin pavé.
it_it: §74. Rendilo in modo che il pennello influisca solo sull'erba con §e;mask grass§r§7 mentre lo tieni in mano. Usa il pennello ora per fare un percorso di ciottoli.
ja_jp: §74. ブラシのマスクを「草」にするには、再度ブラシの設定を操作します。ブラシを使って、丸石の道を作ってみてください。
ko_kr: §74. 브러시 설정을 다시 입력하여 브러시의 마스크를 '잔디'로 설정하세요. 또한, 브러시를 사용하여 자갈길을 만드세요.
no_no: §74. Gå inn i penselinnstillingene igjen for å sette masken til penselet til `gress`. Bruk penselet nå til å lage en brosteinsti.
pt_br: §74. Digite as configurações de pincel novamente para definir a máscara para o pincel para `grass`. Use o pincel agora para fazer um caminho de pedregulho.
ru_ru: §74. Снова введите настройки кисти, чтобы установить для нее маску "трава". Теперь используйте кисть, чтобы проложить дорожку из булыжника.
uk_ua: §74. Знову увійдіть до «Налаштування пензля», щоб встановити для маски пензля значення «трава». Використовуйте пензлик, щоб зробити доріжку з кругляку.
zh_cn: §74. 再次进入笔刷设置，将笔刷的替换方块设为草方块。现在，使用笔刷来建造一个圆石道路。
zh_tw: §74. 再次輸入畫筆設定以將畫筆的遮罩設定為 `grass`。 現在使用畫筆製作一條鵝卵石路徑。

# howtoplay.wedit:quick_start.text.20
source: §r5. Delete the brush from the menu to disable it.
de_de: §r5. Deaktivieren Sie den Pinsel mit §e;br none§r.
es_es: §r5. Elimina el pincel desde el menú para deshabilitarlo.
fr_fr: §r5. Supprimez le pinceau du menu pour le désactiver.
it_it: §r5. Disabilita il pennello con §e;br none§r.
ja_jp: §r5. メニューからブラシを削除して無効にします。
ko_kr: §r5. 메뉴에서 브러시를 삭제하여 비활성화하세요.
no_no: §r5. Slett penselet fra menyen for å deaktivere den.
pt_br: Exclua o pincel pelas opções para desativá-lo.
ru_ru: Удалите кисть из меню, чтобы отключить ее.
uk_ua: §r5. Видаліть пензель із меню, щоб вимкнути його.
zh_cn: §r5. 从菜单中删除这个笔刷来禁用它。
zh_tw: §r5. 從選單中刪除畫筆以停用它。

# howtoplay.wedit:quick_start.header.7
source: What now?
de_de: Was jetzt?
es_es: ¿Y ahora qué?
fr_fr: Et maintenant?
it_it: E ora?
ja_jp: さて、どうする？
ko_kr: 이제는?
no_no: Hva nå?
pt_br: E agora?
ru_ru: Что сейчас?
uk_ua: Що зараз?
zh_cn: 现在该做什么？
zh_tw: 那麼現在呢？

# howtoplay.wedit:quick_start.text.23
source: To learn more about this addon, you can go to its online documentation here: §ehttps://worldedit-be-docs.readthedocs.io§r
de_de: Um mehr über dieses Add-on zu erfahren, gehen Sie in die Online-Dokumentation hier: §ehttps://worldedit-be-docs.readthedocs.io§r
es_es: Para obtener más información sobre este complemento, puedes ir a su documentación en línea aquí: §ehttps://dedit-be-docs.readthedocs.io§r
fr_fr: Pour en savoir plus sur l'add-on, voici un lien menant à sa documentation: §ehttps://worldedit-be-docs.readthedocs.io§r
it_it: Per saperne di più su questo addon, puoi andare alla sua documentazione online qui: §ehttps://worldedit-be-docs.readthedocs.io§r
ja_jp: このアドオンの詳細については、こちらのオンラインドキュメント (英語) を参照してください: §ehttps://worldedit-be-docs.readthedocs.io§r
ko_kr: 이 애드온에 대해 자세히 알아보려면 다음 온라인 설명서를 참조하세요. §ehttps://worldedit-be-docs.readthedocs.io§r
no_no: For å lære mer om dett tillegget kan du gå til den nettbaserte documentationen her: §ehttps://worldedit-be-docs.readthedocs.io§r
pt_br: Para saber mais sobre esta extensão, você pode acessar a documentação online aqui: §ehttps://worldedit-be-docs.readthedocs.io§r
ru_ru: Чтобы узнать больше об этом дополнении, вы можете перейти к его онлайн-документации здесь: §ehttps://worldedit-be-docs.readthedocs.io§r
uk_ua: Щоб дізнатися більше про цю модифікацію, ви можете перейти до онлайн-документації тут: §ehttps://worldedit-be-docs.readthedocs.io§r
zh_cn: 想要了解更多关于此插件的信息,您可以在这里访问它的在线文档:§ehttps://worldedit-be-docs.readthedocs.io§r
zh_tw: 若要瞭解更多關於此附加包的資訊，你可以在此連結存取其線上說明文件：§ehttps://worldedit-be-docs.readthedocs.io§r

# howtoplay.category.minecraft
source: Minecraft
ru_ru: Майнкрафт
zh_cn: 我的世界
