Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# howtoplay.wedit:quick_start.text.7
source: Like the original mod, you use what's known as a Selection Wand to easily mark regions of your world for various operations. To get one, grab a wooden axe, or enter the command §e;wand§r. Selections in WorldEdit are cuboid shaped by default. To make a selection, you need to mark the two corners of this cuboid. You mark the first corner by using the wand on a block at that corner while sneaking. You mark the second point by using it on a block §lwithout§r sneaking. If done correctly, you should see a highlight of your selection.
de_de: Wie die ursprüngliche Mod verwenden Sie den so genannten Auswahlstab, um Regionen Ihrer Welt einfach für verschiedene Operationen zu markieren. Um einen zu bekommen, nimm eine Holzaxt oder gib den Befehl §e;wand§r ein. Auswahl in WorldEdit ist standardmäßig quaderförmig geformt. Um eine Auswahl zu treffen, müssen Sie die beiden Ecken dieses Quaders markieren. Sie markieren die erste Ecke, indem Sie den Stab während des Schleichens auf einem Block an der Ecke benutzt. Sie markieren den zweiten Punkt, indem Sie ihn auf einem Block §lohne§r zu schleichen benutzen. Wenn das richtig geht, sollten Sie Ihre Auswahl sehen.
es_es: Like the original mod, you use what's known as a Selection Wand to easily mark regions of your world for various operations. To get one, grab a wooden axe, or enter the command §e;wand§r. Selections in WorldEdit are cuboid shaped by default. To make a selection, you need to mark the two corners of this cuboid. You mark the first corner by breaking a block at that corner with the wand. You mark the second point by "using" the wand on another block. If done correctly, you should see a highlight of your selection.
fr_fr: Comme dans le mod original, vous utilisez ce que l'on appelle une baguette de sélection pour marquer facilement les régions de votre monde pour diverses opérations. Pour en obtenir une, prenez une hache en bois ou entrez la commande §e;wand§r. Les sélections dans WorldEdit sont par défaut en forme de cuboïde. Pour faire une sélection, vous devez marquer les deux coins de ce cuboïde. Vous marquez le premier coin en cassant un bloc à ce coin avec la baguette. Vous marquez le deuxième point en « utilisant » la baguette sur un autre bloc. Si cela est fait correctement, vous devriez voir une surbrillance de votre sélection.
it_it: Come la mod originale, si utilizza quello che è noto come una bacchetta di selezione per contrassegnare facilmente le regioni del vostro mondo per varie operazioni. Per ottenerne uno, prendere un'ascia di legno, o inserire il comando §e;wand§r. Le selezioni in WorldEdit sono a forma di cuboid per impostazione predefinita. Per fare una selezione, è necessario contrassegnare i due angoli di questo cuboid. Si contrassegna il primo angolo utilizzando la bacchetta su un blocco in quell'angolo mentre sei abbassato. Marchi il secondo punto usandolo su un blocco §lsenza§r abbassarti. Se fatto correttamente, dovresti vedere un'evidenziazione della tua selezione.
ja_jp: 元祖の Mod と同様、選択用の杖というアイテムを使用してさまざまな操作で簡単にワールドの領域をマークできます。 取得するには、木の斧を持つか、 §e;wand§r コマンドを入力します。 WorldEdit の選択範囲のデフォルトは立方体です。 選択するには、この立方体の2つの角をマークする必要があります。 スニークしながら角のブロックに杖を使って最初の角をマークします。 スニーク§lせずに§rブロックに杖を使って 2 番目の角をマークします。正しく行われた場合は、選択範囲がハイライトされます。
ko_kr: Like the original mod, you use what's known as a Selection Wand to easily mark regions of your world for various operations. To get one, grab a wooden axe, or enter the command §e;wand§r. Selections in WorldEdit are cuboid shaped by default. To make a selection, you need to mark the two corners of this cuboid. You mark the first corner by breaking a block at that corner with the wand. You mark the second point by "using" the wand on another block. If done correctly, you should see a highlight of your selection.
no_no: Som i den originale modden bruker du noe som kalles for en utvalgsstav for å enkelt markere områder av verdenen din for diverse operasjoner. For å få en, ta en treøks eller skriv inn kommandoen §e;wand§r. Utvalg i WorldEdit er kube-formede som standard. For å gjøre et valg må du velge to hjørner av kuben. Du markerer det første hjørnet ved å ødelegge en blokk i det hjørnet med staven. Du marker det andre punktet ved å "bruke" den på en blokk. Hvis dette er gjort riktig bør du kunne se en fremvisning av utvalget ditt.
pt_br: Like the original mod, you use what's known as a Selection Wand to easily mark regions of your world for various operations. To get one, grab a wooden axe, or enter the command §e;wand§r. Selections in WorldEdit are cuboid shaped by default. To make a selection, you need to mark the two corners of this cuboid. You mark the first corner by breaking a block at that corner with the wand. You mark the second point by "using" the wand on another block. If done correctly, you should see a highlight of your selection.
ru_ru: Как и в оригинальном моде, вы используете так называемый жезл выделения, чтобы легко отмечать области вашего мира для различных операций. Чтобы получить его, возьмите деревянный топор или введите команду §e;wand §r. По умолчанию выделения в WorldEdit имеют форму квадрата. Чтобы сделать выделение, вам нужно отметить два угла квадрата. Вы отмечаете первый угол, разбивая блок в этом углу палочкой. Вы отмечаете вторую точку, "используя" палочку на другом блоке. Если все сделано правильно, вы должны увидеть изюминку вашего выбора.
uk_ua: Як і в оригінальному моді, ви використовуєте так звану Паличку виділення, щоб легко позначати регіони вашого світу для різних операцій. Щоб отримати її, візьміть дерев’яну сокиру або введіть команду §e;wand§r. Виділення у WorldEdit за стандартом мають кубоподібну форму. Щоб зробити виділення, вам потрібно позначити два кути цього кубоїда. Перший кут ви позначаєте, розбиваючи блок у цьому куті за допомогою палички. Другу точку ви позначаєте, «використовуючи» паличку на іншому блоці. Якщо все зроблено правильно, ви побачите виділення свого куба.
zh_cn: 与Java版原模组相同，您可以使用选择器选择一个区域并进行各种操作。键入命令 §e;wand§r 以获取选择器。WorldEdit中的选区默认为立方体形状的。您需要选择立方体的两个对角以创建选区，使用选择器破坏单个方块以选择第一个点；对方块使用选择器以选择第二个点。如果步骤正确，您应该会看到选区被粒子效果勾勒。
zh_tw: 就像原始模組一樣，您可以使用所謂的選擇魔杖輕鬆地標記您世界中的區域以進行各種操作。 要獲得一個，請拿一把木斧，或輸入指令 §e;wand§r。 WorldEdit 中的選擇預設為長方體形狀。 若要進行選擇，您需要標記此長方體的兩個角。 您可以透過使用魔杖破壞該角落的方塊來標記第一個角。 您可以透過對著另一個方塊「使用」魔杖來標記第二個點。 如果操作正確，您應該會看到您選擇的亮顯。

# howtoplay.wedit:quick_start.text.8
source: If there's no block for you to mark a corner with, like high in the air, you can also use the commands §e;pos1§r or §e;pos2§r to mark the first and second corner respectively, as the position you are currently standing in. This is not the same as the position you are standing §lon§r.
de_de: Wenn Sie keine Ecke markieren können, wie z. B. in der Luft, können Sie auch die Befehle §e;pos1§r oder §e;pos2§r benutzen, um die erste bzw. zweite Ecke als die Position zu markieren, in der Sie gerade stehen. Dies ist nicht die gleiche Position wie die §lauf§r der Sie stehen.
es_es: Si vas a usarlo en el aire, o donde no haya algún bloque, ubícate en la coordenada donde estaría ese bloque y usa los comandos §e;pos1§r o §e;pos2§r para marcar la primera y segunda esquina respectivamente. Recuerda que §lno es la misma coordenada§r estando parado en un bloque.
fr_fr: S'il n'y a pas de bloc pour marquer un coin, comme haut dans les airs, vous pouvez également utiliser les commandes §e;pos1§r ou §e;pos2§r pour marquer respectivement le premier et le deuxième coin, comme la position dans laquelle vous vous trouvez actuellement. Ce n'est pas la même position que celle dans laquelle vous vous trouvez §lon§r.
it_it: Se non c'è nessun blocco per segnare un angolo, come per esempio in aria, puoi anche usare i comandi §e;pos1§r o §e;pos2§r per contrassegnare rispettivamente il primo e il secondo angolo, come la posizione in cui ti trovi attualmente. Questa non è la stessa posizione §lsu§r cui ti trovi.
ja_jp: 空高くにある場合など角にマークするブロックが見つからない場合は、コマンド §e;pos1§r と §e;pos2§r を使って、それぞれ最初と 2 番目の角を立っている位置でマークすることもできます。 立っている§l下の§rブロックではありません。
ko_kr: 공중에서처럼 코너를 표시할 블록이 없으면 §e;pos1§r 또는 §e;pos2§r 명령을 사용하여 첫 번째 코너와 두 번째 코너를 각각 현재 위치로 표시할 수도 있습니다. 이것은 당신이 §e서 있는 위치§r와 동일하지 않습니다
no_no: Hvis det er ingen blokker å markere ett hjørne med, som for eksempel høyt i luften, kan du også bruke kommandoene §e;pos1§r for det første hjørnet, og §e;pos2§r for det andre punktet, denne kommandoen markerer punktet du står i på det tidspunktet. Dette er ikke den samme posisjonen som du står §lon§r.
pt_br: Se não houver nenhum bloco para você marcar um canto, como alto no céu, você também pode usar os comandos §e;pos1§r ou §e;pos2§r para marcar o primeiro ou o segundo canto como a posição em que você está, respectivamente. Esta não é a mesma posição do bloco que você está em §lcima§r.
ru_ru: Если у вас нет блока, которым вы могли бы отметить угол, например высоко в воздухе, вы также можете использовать команды §e;pos1§r или §e;pos2§r, чтобы отметить первый и второй угол соответственно в качестве позиции, на который вы стоите.
uk_ua: Якщо у вас немає блоку, яким можна позначити кут, наприклад, високо в повітрі, ви також можете використати команди §e;pos1§r або §e;pos2§r, щоб позначити перший і другий кути відповідно як позицію, де ви зараз перебуваєте. Це не те саме, що ви стоїте.
zh_cn: 如果没有方块供您标记选区的角落，比如在高空中，您也可以使用命令 §e;pos1§r 和 §e;pos2§r 分别将目前站立的坐标标记为第一个点和第二个点。§l需要注意的是，标记的是人物当前所在的坐标，而不是当前脚下的方块的坐标。§r
zh_tw: 如果沒有方塊讓你標記一個角落，比如高空，你也可以使用指令 §e;pos1§r 或 §e;pos2§r 分別標記第一個和第二個角，作為你目前站立的位置。 這與您在站立§l上§r的位置不同。

# howtoplay.wedit:quick_start.header.4
source: Doing stuff with your selection
de_de: Mit Ihrer Auswahl etwas tun
es_es: Interactuar con tu selección
fr_fr: Faire des choses avec votre sélection
it_it: Fare cose con la tua selezione
ja_jp: 選択したものを操作する
ko_kr: 선택한 항목으로 작업 수행
no_no: Gjør ting med ditt utvalg
pt_br: Fazendo coisas com a sua seleção
ru_ru: Делаем вещи с вашим выделением
uk_ua: Робимо речі з вашим виділенням
zh_cn: 用您的选区进行工作
zh_tw: 用你的選擇做事

# howtoplay.wedit:quick_start.text.9
source: Make a modest sized selection to work with and get your kit ready with §e;kit§r. We're going to try some of the features WorldEdit has to offer.
de_de: Machen Sie eine bescheidene Auswahlmit der Sie arbeiten können und machen Sie ihr Kit mit §e;kit§r bereit. Wir werden einige der Features von WorldEdit ausprobieren.
es_es: Crea una selección modesta para trabajar y ten tu kit listo con §e;kit§r. Veamos algunas cosas que WorldEdit tiene para ofrecer.
fr_fr: Faites une sélection de taille modeste avec laquelle travailler et préparez votre kit avec §e;kit§r. Nous allons essayer certaines des fonctionnalités que WorldEdit a à offrir.
it_it: Crea una selezione di dimensioni modeste per lavorare e prepara il tuo kit con §e;kit§r. Stiamo provando alcune delle funzionalità che WorldEdit ha da offrire.
ja_jp: 操作する範囲を控えめのサイズで選択したら、 §e;kit§r コマンドでアイテムを準備します。 では、 WorldEdit が提供する機能をいくつか試してみましょう。
ko_kr: 작업할 적당한 크기를 선택하고 §e;kit§r로 키트를 준비하십시오. WorldEdit이 제공하는 몇 가지 기능을 시도해 볼 것입니다.
no_no: Lag et lite utvalg for å jobbe med og klargjør settet ditt med §e;kit§r. Vi skal prøve noen av funksjonene WorldEdit har å tilby.
pt_br: Faça uma seleção de tamanho modesto para trabalhar e prepare o seu kit com §e;kit§r. Nós vamos tentar alguns dos recursos que o WorldEdit tem a oferecer.
ru_ru: Сделайте небольшой выбор для работы и подготовьте свой комплект с помощью §e;kit§r. Мы собираемся попробовать некоторые функции, которые может предложить WorldEdit.
uk_ua: Зробіть виділення невеликого розміру для роботи та підготуйте свій комплект з §e;kit§r. Ми спробуємо деякі функції, які пропонує WorldEdit.
zh_cn: 选择一个大小合适的区域，并使用 §e;kit§r 给自己一套工具组。我们将尝试创世神插件提供的一些功能。
zh_tw: 使用 §e;kit§r 進行適當大小的選擇並準備好您的套件。 我們將嘗試 WorldEdit 提供的一些功能。

# howtoplay.wedit:quick_start.text.10
source: §71. Place down stone, use the Pattern Picker on it and then use "Fill Selection". A cuboid of stone should be made.
de_de: §71. Platzieren Sie Stein, benutzen Sie den Muster-Wähler und benutzen Sie dann "Auswahl füllen". Ein Quader aus Stein sollte hergestellt werden.
es_es: §71. Coloca piedra aquí, usa el selector de patrones ahí y luego usa "Rellenar selección". Un cubo de piedra será creado.
fr_fr: §71. Placez une pierre, utilisez le sélecteur de motifs dessus, puis utilisez « Remplir la sélection ». Un cuboïde de pierre devrait être créé.
ja_jp: §71. 石を設置し、パターンピッカーを石に向けて使って「範囲フィル」を選びます。石の立方体が生成されます。
ko_kr: §71. 돌을 내려놓고 그 위에 패턴 피커(Pattern Picker)를 사용한 다음 "채우기 선택(Fill Selection)"을 사용합니다. 그 후, 정육면체 모양의 돌을 만들어야 합니다.
no_no: §71. Plasser stein, bruk mønstervelgeren på steinen og bruk deretter "Fyll utvalg". En kube av stein burde bli laget.
pt_br: §71. Coloque um bloco de pedra, use o Seletor de Padrões nela e então use o "Preenchimento de Seleção". Um grande cubo de pedra deve aparecer.
ru_ru: §71. Поставьте камень, используйте на нем средство выбора шаблона, а затем используйте «Заполнение». У вас должен получится кубоид из камня.
uk_ua: §71. Поставте камінь, скористайтеся інструментом «Вибір шаблону», а потім скористайтеся «Заповнити виділення». З каменю треба зробити прямокутну форму.
zh_cn: §71. 放置石头，使用填充方块选取器点击它，然后使用“填充选区”，选区便会被石头填满。
zh_tw: §71. 放下石頭，在其上使用圖案選擇器，然後使用「填充選擇」。 應該會製作一塊石頭。

# howtoplay.wedit:quick_start.text.11
source: §r2. Use the Pattern Picker on the air (mobile players must hold the screen with it) and use "Fill Selection" again to clear the stone.
de_de: §r2. Benutzen Sie die Musterauswahl in der Luft (Handyspieler müssen den Bildschirm gedrückt halten) und verwenden Sie erneut "Auswahl füllen" um den Stein zu löschen.
es_es: §r2. Usa el selector de patrones en el aire (los jugadores que usan pantalla táctil deben mantener presionado con ella) y usa "Llenar selección" de nuevo para limpiar la piedra.
fr_fr: §r2. Utilisez le sélecteur de motifs en direct (les joueurs mobiles doivent tenir l'écran avec) et utilisez à nouveau « Remplir la sélection » pour éliminer la pierre.
ja_jp: §r2. 空中でパターンピッカーを使って (モバイル版は画面を長押し) 、もう一度「範囲フィル」を選べば石が削除されます。
ko_kr: §r2. 공중에서 Pattern Picker를 사용하고(모바일 플레이어는 화면을 길게 눌러야 함) 다시 "채우기 선택"을 사용하여 돌을 치우세요.
no_no: §r2. Bruk mønstervelgeren i luften (mobil-spillere må holde skjermen med den) og bruk "Fyll utvalg" igjen for å fjerne steinen.
pt_br: §r2. Use o Seletor de Padrões no ar (jogadores em dispositivos móveis devem segurar a tela com ele) e use o "Preenchimento de Seleção" novamente para remover a pedra.
ru_ru: §r2. Используйте средство выбора блоков в воздухе (игроки на мобильных устройствах должны долго тапнуть) и снова используйте «Заполнение», чтобы очистить камень.
uk_ua: §r2. Використовуйте інструмент «Вибір шаблону» у повітрі (гравці на мобільних пристроях повинні довго нажати) і знову скористайтеся «Заповнити виділення», щоб очистити камінь.
zh_cn: §r2. 对着空气使用填充方块选取器 (手机版玩家需要长按屏幕来选取) ，然后再次使用“填充选区”即可将选区内的石头消除。
zh_tw: §r2. 在空中使用圖案選擇器（移動玩家必須握住畫面），然後再次使用「填充選擇」清除石頭。

# howtoplay.wedit:quick_start.text.12
source: §73. Place down sandstone and glass, use the Pattern Picker on the sandstone, and sneak and use it on the glass to add to your pattern. Use "Fill Selection" and you should have a mix of sandstone and glass.
de_de: §73. Platzieren Sie Sandstein und Glas, benutzen Sie den Muster-Wähler auf dem Sandstein, und schleichen und verwenden Sie es auf dem Glas, um Ihr Muster hinzuzufügen. Verwenden Sie "Auswahl füllen" und Sie sollten eine Mischung aus Sandstein und Glas haben.
es_es: §73. Coloca arenisca y vidrio, luego usa el selector de patrón en la arenisca, agáchate y úselo en el cristal para añadir a su patrón. Usa "Llena la selección" y deberías tener una mezcla de arenisca y vidrio.
fr_fr: §73. Placez du grès et du verre, utilisez le sélecteur de motifs sur le grès, puis glissez-vous et utilisez-le sur le verre pour compléter votre motif. Utilisez « Remplir la sélection » et vous devriez avoir un mélange de grès et de verre.
ja_jp: §73. 砂岩とガラスを置き、砂岩に向けてパターンピッカーを使い、次にスニークしながらガラスに向けて使えばパターンに追加されます。「範囲フィル」を使用すれば、砂岩とガラスのパターンが生成されます。
ko_kr: §73. 사암과 유리를 내려놓고, 사암에 Pattern Picker를 사용한 다음, 웅크리고 유리에 사용하여 패턴을 추가하세요. "채움 선택"을 사용하면 사암과 유리가 혼합되어 있어야 합니다.
no_no: §73. Plasser sandstein og glass, bruk deretter mønstervelgeren på sandsteinen, snik og bruk det på glasset for å legge til mønsteret ditt. Bruk "Fyll utvalg" og du bør ha en blanding av sandstein og glass.
pt_br: §73. Coloque arenito e vidro, use o Seletor de Padrões no arenito, agache e use-o no vidro para adicionar ao seu padrão. Use "Preenchimento de Seleção" e você deve ter uma mistura de arenito e vidro.
ru_ru: §73. Поместите песчаник и стекло, используйте средство выбора блоков на песчанике, присядьте и используйте его на стекле, чтобы добавить к своему шаблону. Используйте «Заполнение», и у вас должна получиться смесь песчаника и стекла.
uk_ua: §73. Поставте піщаник і скло, скористайтеся інструментом «Вибір шаблону» на піщанику, а потім присядьте та використовуйте його на склі, щоб додати свій шаблон. Скористайтеся «Заповнити виділення», і ви отримаєте суміш піщаника та скла.
zh_cn: §73. 放下砂岩和玻璃，用填充方块选取器点击砂岩，然后再潜行用填充方块选取器点击玻璃。使用“填充选区”，选区内便会被砂岩和玻璃混合填充。
zh_tw: §73. 將砂岩和玻璃放下，在砂岩上使用圖案選擇器，然後潛行在玻璃上使用並將其新增到圖案中。 使用「填充選擇」，您應該會混合砂岩和玻璃。

# howtoplay.wedit:quick_start.text.13
source: §r4. Take out the Mask Picker in your inventory and use it on the sandstone. Set a block of your choice as your pattern, and use "Fill Selection". All sandstone should now be replaced with that block.
de_de: §r4. Nehmen Sie das Maskenauswahl-Werkzeug in Ihrem Inventar und benutzen Sie es auf dem Sandstein. Setzen Sie einen Block Ihrer Wahl als Ihr Muster und verwenden Sie "Auswahl füllen". Alle Sandsteine sollten nun durch diesen Block ersetzt werden.
es_es: §r4. Saca el selector de máscara en tu inventario y úsalo en la arenisca. Establece un bloque de tu elección como patrón, y usa "Rellenar selección". Ahora todas las areniscas deben ser reemplazadas por ese bloque.
fr_fr: §r4. Prenez le sélecteur de masque dans votre inventaire et utilisez-le sur le grès. Définissez un bloc de votre choix comme motif et utilisez « Remplir la sélection ». Tout le grès devrait maintenant être remplacé par ce bloc.
ja_jp: §r4. マスクピッカーをインベントリから取り出し、砂岩に向けて使用します。 好きなブロックをパターンとして設定し、「範囲フィル」を使います。すべての砂岩が選んだブロックに置き換わります。
ko_kr: ◦r4. 인벤토리에 있는 Mask Picker를 꺼내 사암에 사용하세요. 원하는 블록을 패턴으로 설정하고 "Fill Selection"을 사용합니다. 그러면, 모든 사암 블록이 해당 블록으로 교체됩니다.
no_no: §r4. Ta ut maskevelgeren fra inventaret ditt og bruk det på sandsteinen. Angi en blokk av ditt valg som mønsteret ditt og bruk "Fyll utvalg". All sandsteinen burde nå være erstattet av den blokken.
pt_br: §r4. Pegue o Seletor de Máscara em seu inventário e use-o no arenito. Defina um bloco de sua escolha como seu padrão e use "Preenchimento de Seleção". Todas as pedras devem agora ser substituídas por esse bloco.
ru_ru: §r4. Достаньте средство выбора масок в своем инвентаре и используйте его на песчанике. Установите блок по вашему выбору в качестве шаблона и используйте «Заполение». Весь песчаник теперь должен быть заменен этим блоком.
uk_ua: §r4. Візьміть «Вибір маски» зі свого інвентарю та використайте його на піщанику. Встановіть блок на виділення як шаблон і скористайтеся «Заповнити виділення». Весь піщаник тепер має бути замінений на цей блок.
zh_cn: §r4. 在背包中取出 “替换方块选取器” 并对砂岩使用，随后使用 “填充方块选取器” 选择任意一个方块，并使用 “填充选区”，选区内砂岩将替换为另一方块。
zh_tw: §r4. 取出庫存中的遮罩選擇器，然後在砂岩上使用它。 將您選擇的方塊設定為圖案，並使用「填充選擇」。 現在，應該會將所有砂岩替換為那個方塊。

# howtoplay.wedit:quick_start.text.14
source: §75. Repeat your selection upwards by typing the command §e;stack 4 up§r§7.
de_de: §75. Wiederholen Sie Ihre Auswahl nach oben, indem Sie den Befehl §e;stack 4 up§r§7 eintippen.
es_es: §75. Repite su selección hacia arriba escribiendo el comando §e;stack 4 up§r§7.
fr_fr: §75. Répétez votre sélection vers le haut en tapant la commande §e;stack 4 up§r§7.
it_it: §75. Ripeti la tua selezione verso l'alto digitando il comando §e;stack 4 up§r§7.
ja_jp: §75. コマンド §e;stack 4 up§r §7を入力して、選択内容を上へ繰り返します。
ko_kr: §75. §e;stack 4 up§r§7 명령을 입력하여 선택 항목을 위쪽으로 반복합니다.
no_no: §75. Gjenta utvalget ditt oppover ved å skrive inn kommandoen §e;stack 4 up§r§7.
pt_br: §75. Repita a sua seleção para cima digitando o comando §e;stack 4 up§r§7.
ru_ru: §75. Повторите свой выбор вверх, введя команду §e;stack 4 up§r§7.
uk_ua: §75. Повторіть свій вибір угору, ввівши команду §e;stack 4 up§r§7.
zh_cn: §75. 通过输入命令 §e;stack 4 up§r§7 将选区往上重复 4 次。
zh_tw: §75. 透過輸入指令 §e;stack 4 up§r§7 向上重複您的選擇。

# howtoplay.wedit:quick_start.text.15
source: If you want to you can undo everthing by using the undo item until you can't undo any further.
de_de: Wenn Sie möchten, können Sie alles rückgängig machen, indem Sie den Zurück-Gegenstand nutzen, bis Sie nichts mehr rückgängig machen können.
es_es: Si lo deseas, puedes deshacer cualquier cosa usando el item de deshacer hasta que no puedas deshacer más.
fr_fr: Si vous le souhaitez, vous pouvez tout annuler en utilisant l'élément Annuler jusqu'à ce que vous ne puissiez plus rien annuler.
it_it: Se vuoi puoi annullare ogni cosa usando l'oggetto annullamento fino a quando non puoi annullare ulteriormente.
ja_jp: 元に戻すアイテムを使えば、制限回数に達するまではどの操作も元に戻すことができます。
ko_kr: 원하면 더 이상 실행 취소할 수 없을 때까지 실행 취소 항목을 사용하여 모든 작업을 실행 취소할 수 있습니다.
no_no: Hvis du vil, kan du angre alt ved å bruke angre-gjenstanden til du ikke kan angre lengre.
pt_br: Se você quiser, você pode desfazer tudo usando o item de desfazer até que não seja mais possível.
ru_ru: Если вы хотите, вы можете отменить всё, используя предмет отмены, пока вы не сможете отменить дальнейшие действия.
uk_ua: Якщо ви хочете, ви можете скасувати будь-що за допомогою предмета «Скасувати дію», доки ви не зможете скасувати більше.
zh_cn: 如果需要，可以使用“撤消”功能撤消所有内容，直到无法再撤消为止。
zh_tw: 如果您願意，您可以使用復原項復原所有操作，直到您無法進一步復原為止。

# howtoplay.wedit:quick_start.header.5
source: Playing with brushes
de_de: Mit Pinseln spielen
es_es: Jugando con pinceles
fr_fr: Jouer avec des pinceaux
it_it: Giocare con i pennelli
ja_jp: ブラシで遊ぶ
ko_kr: 브러시 사용법
no_no: Leking med penseler
pt_br: Brincando com pincéis
ru_ru: Игра с кистями
uk_ua: Гра з пензлями
zh_cn: 笔刷的使用
zh_tw: 用畫筆來遊玩

# howtoplay.wedit:quick_start.text.16
source: 1. Get a shovel of any type, and place down cobblestone; you'll need it for the brush.
de_de: 1. Nehmen Sie sich eine Schaufel jeder Art und platzieren Sie Pflasterstein; Sie benötigen Ihn für den Pinsel.
es_es: 1. Consigue una pala de cualquier tipo y coloca adoquín; lo necesitarás para el pincel.
fr_fr: 1. Prenez une pelle de n'importe quel type et placez des pavés ; vous en aurez besoin pour la brosse.
it_it: 1. Prendi una pala di qualsiasi tipo, e posiziona della cobblestone; ne avrete bisogno per il pennello.
ja_jp: 1. 任意のシャベルを取得し、丸石を設置します。 ブラシに必要な工程です。
ko_kr: 1. 어떤 종류든 삽을 들고, 조약돌을 설치하세요. 브러시를 쓸 때 필요할 것 입니다.
no_no: 1. Få en spade av hvilken som helst type, og plasser brostein ned; du vil trenge det for penselet.
pt_br: 1. Pegue uma pá de qualquer tipo, (preferencialmente de madeira) e coloque um bloco de pedregulho; você irá precisar dele para o pincel.
ru_ru: 1. Возьмите любую лопату и поставьте булыжник; вам понадобится это для кисти.
uk_ua: 1. Візьміть будь-яку лопату і поставте кругляк; він вам знадобиться для пензля.
zh_cn: 1. 在背包中取出任意类型的铲子，然后放置一个圆石。
zh_tw: 1. 拿一把任意類型的鏟子，把鵝卵石放下； 你需要它來刷刷。
