Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# commands.wedit:drain.noFluid
source: You need to be close to some water or lava to drain.
de_de: Du musst dich in der Nähe von Wasser oder Lava befinden, um es abzusaugen.
es_es: Necesitas estar cerca de un poco de agua o lava para drenar.
fr_fr: Vous devez être proche d'eau ou de lave pour en retirer.
ja_jp: 水か溶岩の近くで実行してください。
ko_kr: 당신은 물이나 용암에 가까이 있어야 배수됩니다.
no_no: Du må være i nærheten av vann eller lava for å drenere.
pt_br: Você precisa estar perto de algum tipo de água ou lava para drenar.
ru_ru: Вам нужно быть рядом с водой или лавой, чтобы высыхать.
uk_ua: Вам потрібно бути близько до води або лави, щоб висушити.
zh_cn: 您需要靠近以抽空液体。
zh_tw: 你需要更靠近水或熔岩以便清除

# commands.wedit:drawsel.description
source: Toggle your selection's visibility
de_de: Sichtbarkeit der Auswahl ein-/ausschalten
es_es: Cambia la visibilidad de tu selección
fr_fr: Basculer la visibilité de votre sélection
it_it: Attiva/disattiva la visibilità della tua selezione
ja_jp: 選択範囲の表示を切り替える
ko_kr: 선택 영역의 표시 여부를 전환합니다.
no_no: Slå av/på utvalgets synlighet
pt_br: Alterna a visibilidade da sua seleção
ru_ru: Переключить видимость вашего выбора
uk_ua: Перемкнути видимість свого виділення
zh_cn: 切换选区粒子可见性
zh_tw: 設定你所選中的區域的可見度

# commands.wedit:drawsel.disabled
source: Your selections will no longer be visible.
de_de: Ihre Auswahl wird nicht mehr sichtbar sein.
es_es: Tus selecciones ya no serán visibles.
fr_fr: Vos sélections ne vont plus être visibles.
it_it: Le tue selezioni non saranno più visibili.
ja_jp: 選択範囲は表示されません。
ko_kr: 선택한 항목이 더 이상 표시되지 않습니다.
no_no: Dine valg vil ikke lenger være synlige.
pt_br: Suas seleções não estarão mais visíveis.
ru_ru: Ваш выбор больше не будет виден.
uk_ua: Ваше виділення більше не буде видно.
zh_cn: 选区粒子不再可见。
zh_tw: 你所選中的區域已設定為不可見

# commands.wedit:drawsel.enabled
source: Your selections will now be visible.
de_de: Ihre Auswahl wird nun sichtbar sein.
es_es: Tus selecciones ahora serán visibles.
fr_fr: Vos sélections seront maintenant visibles.
it_it: Le tue selezioni saranno ora visibili.
ja_jp: 選択範囲が表示されます。
ko_kr: 이제 선택사항이 표시됩니다.
no_no: Dine valg vil nå være synlige.
pt_br: As suas seleções serão visíveis agora.
ru_ru: Ваш выбор теперь будет виден.
uk_ua: Ваше виділення тепер буде видно.
zh_cn: 选区粒子将可见。
zh_tw: 你所選中的區域已設定為可見

# commands.wedit:expand.description
source: Expand the selection area
de_de: Selektionsbereich erweitern
es_es: Expande el área seleccionada
fr_fr: Agrandir la zone de sélection
it_it: Espandi l'area di selezione
ja_jp: 選択範囲を拡張する
ko_kr: 선택 영역 확장
no_no: Utvid utvalgsområdet
pt_br: Expandir a área de seleção
ru_ru: Развернуть выделенную область
uk_ua: Розгорнути виділену область
zh_cn: 扩大选区
zh_tw: 擴張選擇區域

# commands.wedit:expand.description.vert
source: Vertically expand your selection to world height limits
de_de: Vertikale Erweiterung Ihrer Auswahl auf maximale Bauhöhe
es_es: Expande verticalmente tu selección hasta los límites de altura del mundo
fr_fr: Élargir verticalement votre sélection aux limites de hauteur du monde
ja_jp: 選択範囲を高度限界まで垂直方向に広げる
ko_kr: 선택한 영역을 세계 한계까지 수직으로 확장시켜요.
no_no: Utvid utvalget ditt vertikalt til verdenshøyde
pt_br: Expanda verticalmente a sua seleção para os limites de altura do mundo
ru_ru: Расширьте выделение территории вертикали до границ мира
uk_ua: Розширити виділені території вертикально до меж світу
zh_cn: 垂直扩展选区直到世界高度限制
zh_tw: 將您的選擇垂直擴展到世界高度限制

# commands.wedit:expand.explain
source: Region expanded %s blocks.
de_de: Region um %s Blöcke erweitert.
es_es: La región se ha expandido %s bloques.
fr_fr: Région étendue de %s blocs.
it_it: Regione espansa di %s blocchi.
ja_jp: 範囲が %s ブロックに拡大しました。
ko_kr: 영역이 %s블록 확장됨.
no_no: Region utvidet %s blokker.
pt_br: Região expandiu %s blocos.
ru_ru: Регион расширен на %s блоков.
uk_ua: Регіон розширено на %s блоків.
zh_cn: 选区已扩展 %s 个方块。
zh_tw: 區域擴展了 %s 個方塊。

# commands.wedit:export.description
source: Exports the selection for later use.
de_de: Exportiert die Auswahl für spätere Nutzung.
es_es: Exporta la selección para su uso posterior.
fr_fr: Exporte la sélection pour un prochain usage.
ja_jp: 選択範囲をエクスポートして、別の用途に使えるようにする
ko_kr: 나중에 사용할 수 있도록 선택 영역을 내보냅니다.
no_no: Eksporterer utvalget for senere bruk.
pt_br: Exportar a seleção para usar ela depois.
ru_ru: Экспортирует выделенную область для последующего использования.
uk_ua: Експортувати виділення для подальшого використання.
zh_cn: 导出选区以供之后使用。
zh_tw: 導出選擇以供以後使用。

# commands.wedit:export.explain
source: %s has been exported.
de_de: %s wurde exportiert.
es_es: %s ha sido exportado.
fr_fr: %s a été exporté.
ja_jp: %s をエクスポートしました。
ko_kr: %s가 삭제되었습니다.
no_no: %s har blitt eksportert.
pt_br: %s foi exportado.
ru_ru: %sбыл экспортирован.
uk_ua: %s експортовано.
zh_cn: %s 已被导出。
zh_tw: %s 已導出。

# commands.wedit:export.otherWorlds
source: §eNote: To use exported structures in other worlds, the WorldEdit app is required to extract it for external use.§r
es_es: §eNota: Para usar estructuras exportadas en otros mundos, la app WorldEdit es necesaria para extraerla para su uso externo.§r
fr_fr: §eRemarque : pour utiliser des structures exportées dans d'autres mondes, l'application WorldEdit est nécessaire pour les extraire pour une utilisation externe.§r
ja_jp: §e注意: エクスポートした構造物を他のワールドで使用するには、外部用に抽出できる WorldEdit アプリが必要です。§r
ko_kr: §e노트: 내보낸 구조를 다른 세계에서 사용하려면 WorldEdit앱에서 외부용으로 추출해야 합니다.§e
no_no: §eMerk: For å bruke eksporterte strukturer i andre verdener, er WorldEdit applikasjonen nødvendig for å pakke ut til ekstern bruk.§r
pt_br: §eNota: Para usar estruturas exportadas em outros mapas, O app WorldEdit nessecita extraí-lo para uso externo.§r
ru_ru: §eПримечание: Чтобы использовать экспортированные структуры в других мирах, приложение WorldEdit должно извлечь их для внешнего использования.§r
uk_ua: §eУвага: щоб використовувати експортовані структури в інших світах, програма WorldEdit повинна розпакувати їх для зовнішнього використання.§r
zh_cn: §e注: 要在其他世界上使用导出的结构，需要在WorldEdit应用程序中提取。§r
zh_tw: §e注意： 若要在其他世界中使用匯出的結構，需要 WorldEdit 應用程式將其提取以供外部使用。§r

# commands.wedit:extinguish.description
source: Extinguish nearby fires
de_de: Feuer in der Nähe löschen
es_es: Extinguir el fuego cercano
fr_fr: Éteint les feux à proximité
ja_jp: 近くの火を消す
ko_kr: 주변 불 삭제
no_no: Slukk brann i nærheten
pt_br: Apagar fogo próximo
ru_ru: Погасить огонь поблизости
uk_ua: Погасити вогонь поблизу
zh_cn: 扑灭附近的火焰
zh_tw: 已熄滅附近的火焰

# commands.wedit:faces.description
source: Generate an outline from your selection
de_de: Eine Kontur aus Ihrer Auswahl generieren
es_es: Genera un contorno a partir de tu selección
fr_fr: Générer un plan à partir de votre sélection
it_it: Genera un contorno dalla tua selezione
ja_jp: 選択範囲の輪郭線を生成する
ko_kr: 선택 항목에서 테두리를 생성합니다.
no_no: Generer en omrisse fra ditt utvalg
pt_br: Gera um contorno a partir da sua seleção
ru_ru: Создание контура в вашем регионе
uk_ua: Створити контур у вашому регіоні
zh_cn: 在选区中生成一个轮廓
zh_tw: 已從你的選擇裡生成了一條外線

# commands.wedit:fill.description
source: Fill an area with certain blocks
de_de: Einen Bereich mit bestimmten Blöcken füllen
es_es: Llenar un área con ciertos bloques
fr_fr: Remplit une zone avec certains blocs
ja_jp: 特定のブロックで範囲を埋める
ko_kr: 특정 블록들로 주변 지역을 채우기
no_no: Fyll et område med visse blokker
pt_br: Preencher área com determinados blocos
ru_ru: Заполнить область определенными блоками
uk_ua: Заповнити область певними блоками
zh_cn: 用特定方块填充区域
zh_tw: 以某些方塊填充一個區域

# commands.wedit:fillr.description
source: Recursively fill an area with certain blocks
de_de: Rekursiv einen Bereich mit bestimmten Blöcken füllen
es_es: Llenar recursivamente un área con ciertos bloques
fr_fr: Remplir récursivement une zone avec certains blocs
ja_jp: 特定のブロックで範囲を反復的に埋める
ko_kr: 특정 블록들로 영역을 다시 채우기
no_no: Regelmessig fyll et område med visse blokker
pt_br: Preencher área com determinados blocos recursivamente
ru_ru: Заполнить область определенными блоками
uk_ua: Рекурсивно заповнити область певними блоками
zh_cn: 用某些方块递归填充区域
zh_tw: 已重新以某些方塊填充一個區域

# commands.wedit:fixlava.description
source: Make nearby flowing lava blocks source blocks
de_de: Blöcke in der Nähe von fließendem Lava zu Quellblöcken machen
es_es: Fabricante cercano bloques de lava que fluyen bloques fuente
fr_fr: Transforme la lave fluide à proximité en source de lave
ja_jp: 近くの溶岩流ブロックを溶岩源ブロックにする
ko_kr: 근처에 흐르는 용암 블록을 원천 블록으로 만듭니다.
no_no: Omgjør nærligende strømmende lavablokker til lavakilder
pt_br: Faça blocos de lava fluindo próximos blocos de origem
ru_ru: Сделать близлежащие блоки лавы блоками источника
uk_ua: Зробити сусідні блоки лави блоками джерела
zh_cn: 使附近的熔岩变成熔岩源
zh_tw: 讓附近的流動熔岩成為原方塊

# commands.wedit:fixlava.noLava
source: You need to be close to some lava to fix.
de_de: Du musst nah an Lava sein, um es zu reparieren.
es_es: Necesitas estar cerca de un poco de lava para arreglar.
fr_fr: Vous devez être proche de lave.
ja_jp: 溶岩の近くで実行してください。
ko_kr: 고치려면 용암에 가까이 있어야 합니다.
no_no: Du må være i nærheten av lava for å fikse.
pt_br: Você precisa estar próximo de lava para consertar.
ru_ru: Вам нужно быть рядом с лавой для исправления проблемы.
uk_ua: Вам потрібно бути близько до лави, щоб виправити.
zh_cn: 您需要靠近熔岩以修复。
zh_tw: 你需要靠近一些熔岩以修復

# commands.wedit:fixwater.description
source: Make nearby flowing water blocks source blocks
de_de: Blöcke in der Nähe von fließendem Wasser zu Quellblöcken machen
es_es: Hacer bloques de fuente de agua que fluye cerca
fr_fr: Transforme l'eau fluide à proximité en source d'eau
ja_jp: 近くの水流ブロックを水源ブロックにする
ko_kr: 근처에 흐르는 물 블록을 원천 블록으로 만듭니다.
no_no: Omgjør nærligende strømmende vannblokker til vannkilder
pt_br: Faça blocos de água fluindo próximos blocos de origem
ru_ru: Превратить ближайшие потоки воды в цельный блоки воды
uk_ua: Зробити сусідні блоки води в повні блоки води
zh_cn: 使附近的水变成水源
zh_tw: 讓附近的流動水成為原方塊

# commands.wedit:fixwater.noWater
source: You need to be close to some water to fix.
de_de: Du musst nah an Wasser sein, um es zu reparieren.
es_es: Necesitas estar cerca de un poco de agua para arreglar.
fr_fr: Vous devez être proche d'eau.
ja_jp: 水の近くで実行してください。
ko_kr: 고치려면 물에 가까이 있어야 합니다.
no_no: Du må være i nærheten av vann for å fikse.
pt_br: Você precisa estar próximo de água para consertar.
ru_ru: Вам нужно быть рядом с водой или лавой, чтобы высыхать.
uk_ua: Вам потрібно бути близько до води, щоб виправити.
zh_cn: 您需要靠近水以修复。
zh_tw: 你需要更靠近一些水以修復

# commands.wedit:flip.description
source: Flip the selection
de_de: Auswahl spiegeln
es_es: Reflejar selección
fr_fr: Inverser la sélection
it_it: Capovolgi la selezione
ja_jp: 選択範囲を反転する
ko_kr: 선택사항을 뒤집습니다
no_no: Vend utvalget
pt_br: Vira a seleção
ru_ru: Переверните постройку которую вы выбрали
uk_ua: Перевернути блоки у виділенні
zh_cn: 翻转选区
zh_tw: 翻轉所選中的區域

# commands.wedit:flip.explain
source: Flipped %s blocks.
de_de: %s Blöcke gespiegelt.
es_es: %s bloques reflejados.
fr_fr: %s blocs retournés.
it_it: Capovolti %s blocchi.
ja_jp: %s 個のブロックを反転しました。
ko_kr: %s 블록을 뒤집었습니다.
no_no: Vendte %s blokker.
pt_br: Virou %s blocos.
ru_ru: Перевёрнуто %s блоков.
uk_ua: Перевернуто %s блоків.
zh_cn: 已翻转 %s 个方块。
zh_tw: 已翻轉 %s 個方塊

# commands.wedit:flip.notLateral
source: Cannot flip up or down!
de_de: Kann nicht nach oben oder unten spiegeln!
es_es: ¡No se puede voltear hacia arriba o hacia abajo!
fr_fr: Impossible de retourner vers le haut ou vers le bas!
it_it: Non è possibile capovolgere su o giù!
ja_jp: 上下の反転はできません！
ko_kr: 위아래로 뒤집을 수 없습니다!
no_no: Kan ikke snu opp eller ned!
pt_br: Não é possível virar para cima ou para baixo!
ru_ru: Невозможно перевернуть верх или вниз!
uk_ua: Не можна перевернути вгору або вниз!
zh_cn: 不能向上或向下翻转！
zh_tw: 不能往上或往下翻轉！

# commands.wedit:gen.description
source: Generate any kind of shape in your selection
de_de: Jede Form in der Auswahl generieren
es_es: Generar cualquier tipo de forma en su selección
fr_fr: Générez n'importe quel type de forme dans votre sélection
ja_jp: 範囲内に任意の種類の図形を生成する
ko_kr: 선택 항목에서 원하는 종류의 도형 생성합니다.
no_no: Generer hvilken som helst form i utvalget ditt
pt_br: Gerar qualquer tipo de forma na seleção
ru_ru: Сгенерировать любую фигуру в выделенной области
uk_ua: Створити будь-яку фігуру у виділеній області
zh_cn: 在选区中生成各种形状
zh_tw: 在你的選擇裡生成任何形狀

# commands.wedit:gmask.description
source: Set the global mask
de_de: Globale Maske festlegen
es_es: Establece la máscara global
fr_fr: Définir le masque global
it_it: Imposta la maschera globale
ja_jp: 共通マスクを設定する
ko_kr: 글로벌 마스크 설정입니다.
no_no: Sett global maske
pt_br: Define a máscara global
ru_ru: Поставьте глобальную маску
uk_ua: Встановити глобальну маску
zh_cn: 设定全局替换方块
zh_tw: 設定選擇範圍

# commands.wedit:gmask.disabled
source: Global mask disabled.
de_de: Globale Maske deaktiviert.
es_es: Máscara global deshabilitada.
fr_fr: Masque global désactivé.
it_it: Maschera globale disabilitata.
ja_jp: 共通マスクを無効にしました。
ko_kr: 글로벌 마스크가 비활성화 되었습니다.
no_no: Globalmaske deaktivert.
pt_br: Máscara global desativada.
ru_ru: Глобальная маска выключена.
uk_ua: Глобальну маску вимкнено.
zh_cn: 已禁用全局替换方块。
zh_tw: 已停用全域遮罩。

# commands.wedit:gmask.set
source: Global mask set.
de_de: Globale Maske gesetzt.
es_es: Máscara global establecida.
fr_fr: Masque global défini.
it_it: Maschera globale impostata.
ja_jp: 共通マスクを設定しました。
ko_kr: 글로벌 마스크가 생성되었습니다.
no_no: Globalmaske satt.
pt_br: Máscara global definida.
ru_ru: Глобальная маска поставлена.
uk_ua: Глобальну маску встановлено.
zh_cn: 已设定全局替换方块。
zh_tw: 已設定全域遮罩。

# commands.wedit:gradient.create
source: Gradient %s created.
fr_fr: Dégradé %s créé.
ko_kr: 그라데이션 %s 생성됨.
no_no: Stigning %s lagd.
pt_br: Gradeante '%s' foi criado.
ru_ru: Создан градиент %s.
uk_ua: Створено градієнт: %s.
zh_cn: 已创建渐变 %s。
zh_tw: 已建立漸層 %s。

# commands.wedit:gradient.description
source: Create a gradient to use in patterns.
es_es: Manage your gradients.
fr_fr: Créez un dégradé à utiliser dans les motifs.
ko_kr: 패턴에 사용할 그라데이션을 만듭니다.
no_no: Lag en stigning til å bruke i mønster.
pt_br: Manage your gradients.
ru_ru: Настройте свои градиенты.
uk_ua: Створити градієнт для використання у візерунках.
zh_cn: 创建一个要在图案中使用的渐变。
zh_tw: 管理您的漸層。

# commands.wedit:green.description
source: Turn nearby dirt into grass
de_de: Verwandle nahe Erde in Gras
es_es: Convierte suciedad cercana en hierba
fr_fr: Transforme la terre aux alentours en herbe
ja_jp: 近くの土ブロックを草ブロックに変える
ko_kr: 주변 흙블록을 잔디블록으로 변경합니다.
no_no: Omgjør nærliggende jord om til gress
pt_br: Transformar terra próxima em grama
ru_ru: Превратить близлежащую землю в траву
uk_ua: Перетворити землю поблизу на траву
zh_cn: 将附近的泥土变成草地
zh_tw: 把附近的泥土切換成草地

# commands.wedit:hcyl.description
source: Generate a hollow cylinder
de_de: Hohlen Zylinder generieren
es_es: Genera un cilindro hueco
fr_fr: Générer un cylindre creux
it_it: Genera un cilindro cavo
ja_jp: 空洞の円柱を生成する
ko_kr: 안쪽이 빈 원기둥을 생성합니다
no_no: Generer en hul sylinder
pt_br: Gera um cilindro oco
ru_ru: Сгенерировать пустой цилиндр
uk_ua: Згенерувати порожній циліндр
zh_cn: 生成一个空心圆柱体
zh_tw: 生成一個空心的圓柱體

# commands.wedit:help.header
source: --- Showing help page %1 of %2 (;help <page>) ---
de_de: --- Hilfeseite %1 von %2 (;help <page>) ---
es_es: --- Mostrando la página de ayuda %1 de %2 (;help <page>) ---
fr_fr: --- Affichage de la page d'aide %1 de %2 (;help <page>) ---
it_it: --- Mostrando la pagina di aiuto %1 di %2 (;help <page>) ---
ja_jp: --- ヘルプ ページの %1 ／ %2 ページを表示 (;help <ページ番号>) ---
ko_kr: --- 도움말 %1 / %2 페이지 (;help <page>) ---
no_no: --- Viser hjelpeside %1 av %2 (;help <page>) ---
pt_br: --- Mostrando a página de ajuda %1 de %2 (;help <page>) ---
ru_ru: --- Страница Помощи %1 из %2 (;help <page>) ---
uk_ua: --- Сторінка довідки %1 з %2 (;help <page>) ---
zh_cn: --- 显示帮助页面 第%1页 共%2页 (;help <page>) ---
zh_tw: --- 顯示說明第 %1 頁（共 %2 頁）（;help <頁數>） ---

# commands.wedit:hollow.description
source: Hollow out the objects contained in your selection
fr_fr: Creusez les objets contenus dans votre sélection
ko_kr: 선택 항목에 포함된 개체 비우기
no_no: Hul ut objektene i utvalget ditt
pt_br: Deixe os objetos contidos em sua seleção ocós
ru_ru: Выделите объекты, содержащиеся в вашем выделении
uk_ua: Виділити об’єкти, що містяться у виділенні
zh_cn: 镂空选区中的物体
zh_tw: 挖空您選擇中包含的物件

# commands.wedit:hpos1.description
source: Set the first position of your selection to the position of the block you're facing
de_de: Setze die erste Position Ihrer Auswahl auf die Position des Blocks, den Sie sehen
es_es: Establece la primera posición de tu selección a la posición del bloque en la que estás debajo
fr_fr: Définit la première position de votre sélection au bloc auquel vous regardez
it_it: Imposta la prima posizione della tua selezione alla posizione del blocco che stai affrontando
ja_jp: 1つ目の選択地点を向いているブロックの位置に設定する
ko_kr: 선택 항목의 첫 번째 위치를 상대하는 블록의 위치로 설정합니다.
no_no: Angi den første posisjonen av utvalget ditt til posisjonen til blokken du ser på
pt_br: Setar a primeira posição da sua seleção para a posição do bloco que você está encarando
ru_ru: Установите первую позицию выбора в позицию блока, на который вы смотрите
uk_ua: Установити першу позицію виділення на позицію блоку, який стоїть перед вами
zh_cn: 将选区的第一个点设定为您所面对的方块的位置
zh_tw: 把你選擇的第一個位置切換到你正在看著的方塊的位置

# commands.wedit:hpos2.description
source: Set the second position of your selection to the position of the block you're facing
de_de: Setze die zweite Position Ihrer Auswahl auf die Position des Blocks, den Sie sehen
es_es: Establece la segunda posición de tu selección a la posición del bloque en la que estás debajo
fr_fr: Définit la seconde position de votre sélection au bloc auquel vous regardez
it_it: Imposta la seconda posizione della tua selezione alla posizione del blocco che stai affrontando
ja_jp: 2つ目の選択地点を向いているブロックの位置に設定する
ko_kr: 선택 항목의 두 번째 위치를 상대하는 블록의 위치로 설정합니다.
no_no: Angi den andre posisjonen av utvalget ditt til posisjonen til blokken du ser på
pt_br: Setar a segunda posição da sua seleção para a posição do bloco que você está encarando
ru_ru: Установите вторую позицию выбора в позицию блока, на который вы смотрите
uk_ua: Установити другу позицію виділення на позицію блоку, який стоїть перед вами
zh_cn: 将选区的第二个点设定为您所面对的方块的位置
zh_tw: 把你選擇的第二個位置切換到你正在看著的方塊的位置

# commands.wedit:hpyramid.description
source: Generate a hollow pyramid
de_de: Hohle Pyramide generieren
es_es: Genera una pirámide hueca
fr_fr: Générer une pyramide creuse
it_it: Genera una piramide vuota
ja_jp: 空洞のピラミッドを生成する
ko_kr: 속이 빈 피라미드를 생성합니다.
no_no: Generer en hul pyramide
pt_br: Gera uma pirâmide oca
ru_ru: Сгенерировать пустую пирамиду
uk_ua: Згенерувати порожню піраміду
zh_cn: 生成一个空心金字塔结构
zh_tw: 生成一個空心的金字塔

# commands.wedit:hsphere.description
source: Generate a hollow sphere
de_de: Hohle Kugel generieren
es_es: Genera una esfera hueca
fr_fr: Générer une sphère creuse
it_it: Genera una sfera vuota
ja_jp: 空洞の球体を生成する
ko_kr: 속이 빈 구체를 생성합니다.
no_no: Generer et hul kule
pt_br: Gera uma esfera vazia
ru_ru: Сгенерировать пустую сферу
uk_ua: Згенерувати порожню сферу
zh_cn: 生成一个空心球体
zh_tw: 生成一個空心的球體

# commands.wedit:inset.description
source: Inset the selection area
de_de: Einfügen des Auswahlbereichs
es_es: Inserta el área seleccionada
fr_fr: Insérer la zone de sélection
it_it: Imposta l'area di selezione
ja_jp: 選択範囲を挿入する
ko_kr: 선택 영역 삽입
no_no: Sett in utvalgsområdet
pt_br: Desfazer a seleção de área
ru_ru: Вставить область выделения
uk_ua: Вставити область виділення
zh_cn: 收缩选区。
zh_tw: 插入選擇區域

# commands.wedit:import.description
source: Imports a structure to the clipboard.
de_de: Importiert eine Struktur in die Zwischenablage.
es_es: Importa una estructura al portapapeles.
fr_fr: Importer une structure du presse-papiers.
ja_jp: クリップボードに構造物をインポートする
ko_kr: 구조물을 클립보드로 가져옵니다.
no_no: Importerer en struktur til utklippstavlen.
pt_br: Importa uma estrutura para a área de transferência.
ru_ru: Импортирует структуру в буфер обмена.
uk_ua: Імпортувати структуру в буфер обміну.
zh_cn: 导入一个结构到剪贴板。
zh_tw: 將結構匯入剪貼簿。

# commands.wedit:import.explain
source: %s has been imported and set to your clipboard.
de_de: %s wurde importiert und in die Zwischenablage gesetzt.
es_es: %s ha sido importado y establecido en tu portapapeles.
fr_fr: %s a été importé et défini dans votre presse-papiers.
ja_jp: %s をインポートし、クリップボードにコピーしました。
ko_kr: %s을(를) 가져와 클립보드에 설정했습니다.
no_no: %s har blitt importert og satt på utklippstavlen.
pt_br: %s foi importado e selecionado na sua área de transferência.
ru_ru: %s был импортирован и сохранен в вашем буфере обмена.
uk_ua: %s імпортовано та встановлено у ваш буфер обміну.
zh_cn: %s 已被导入并写入剪贴板。
zh_tw: %s 已被匯入並設定到您的剪貼簿。

# commands.wedit:jumpto.description
source: Teleport you to the top of the block you're looking at
de_de: Teleportiert Sie auf den Block, den Sie anschauen
es_es: Te teletransporta a la parte superior del bloque al que estás mirando
fr_fr: Vous téléporte au sommet du bloc que vous regardez
it_it: Teletrasportati in cima al blocco che stai guardando
ja_jp: 見ているブロックの上にテレポートする
ko_kr: 보고 있는 블록의 꼭대기로 순간이동합니다
no_no: Teleporter deg til toppen av blokken du ser på
pt_br: Teletransporta você para o topo do bloco que você está olhando
ru_ru: Телепортирует вас на блок на который вы смотрите
uk_ua: Телепортувати себе у верхню частину блоку, на який я дивлюсь
zh_cn: 将您传送至您所面对的方块的顶部
zh_tw: 傳送你到你視線中方塊的頂端

# commands.wedit:inset.explain
source: Region inset.
de_de: Region einsetzen.
es_es: Región insertada.
fr_fr: Région insérée.
it_it: Regione inserita.
ja_jp: 範囲を挿入しました。
ko_kr: 지역 삽입.
no_no: Region satt inn.
pt_br: Área desfeita.
ru_ru: Вставка региона.
uk_ua: Регіон задано.
zh_cn: 已收缩区域
zh_tw: 區域插圖。

# commands.wedit:jumpto.explain
source: Poof!
de_de: Puff!
es_es: ¡Puf!
fr_fr: Pouf !
ko_kr: 휙!
no_no: Poff!
ru_ru: Вжух!
uk_ua: Бац!
zh_cn: 噗！
zh_tw: 噗！

# commands.wedit:jumpto.none
source: No block in sight (or too far)!
de_de: Kein Block in Sichtweite (oder zu weit entfernt)!
es_es: ¡No hay bloques a la vista (o está muy lejos)!
fr_fr: Aucun bloc en vue (ou trop loin) !
it_it: Nessun blocco in vista (o troppo lontano)!
ja_jp: 視界にブロックがありません (または遠すぎます)！
ko_kr: 시야(또는 너무 멀리)에 블록이 없습니다!
no_no: Ingen blokk synlig (eller for langt)!
pt_br: Nenhum bloco à vista (ou muito longe)!
ru_ru: Нет блока в поле зрения (или слишком далеко)!
uk_ua: Блоку не видно (або занадто далеко)!
zh_cn: 视线中没有方块(或者离方块太远了)！
zh_tw: 視線中沒有方塊（或方塊距離太遠）！

# commands.wedit:kit.description
source: Give yourself a set of items to do common worldedit functions
de_de: Gibt Ihnen ein Set von Items, welche WorldEdit-Funktionen ausführen
es_es: Te da un conjunto de herramientas para empezar a trabajar con WorldEdit
fr_fr: Donne l'ensemble des items pour utiliser des commandes basiques de WorldEdit
it_it: Dai a te stesso una serie di oggetti per fare le funzioni comuni di worldedit
ja_jp: 自身に WorldEdit 機能を使うのに必要な各種アイテムを与える
ko_kr: 모든 월드에딧 아이템을 받을 수 있는 커맨드
no_no: Gi deg selv et sett med gjenstander som gjør vanlige worldedit funksjoner
pt_br: Dê a si mesmo um conjunto de itens para fazer funções comuns do worldedit
ru_ru: Дайте себе набор предметов для обычных функций WorldEdit
uk_ua: Видати собі набір предметів для стандартних функцій WorldEdit
zh_cn: 给予自己一套常见 WorldEdit 功能的快捷工具
zh_tw: 給自己一套物品用於執行常見的 WorldEdit 功能

# commands.wedit:kit.explain
source: Kit given.
de_de: Kit gegeben.
es_es: Kit dado.
fr_fr: Kit donné.
it_it: Kit dato.
ja_jp: アイテムを付与しました。
ko_kr: 키트가 지급되었습니다.
no_no: Sett gitt.
pt_br: Kit fornecido.
ru_ru: Комплект получен.
uk_ua: Набір видано.
zh_cn: 配套工具已被给予
zh_tw: 您收到了 WorldEdit 的一套物品
