Repository: SIsilicon/WorldEdit-BE
Catalog: texts/*.po
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, no_no, pt_br, ru_ru, uk_ua, zh_cn, zh_tw

# worldedit.config.depth
source: Depth
fr_fr: profondeur
ko_kr: 깊이
no_no: Dybde
pt_br: Profundidade
ru_ru: Глубина
uk_ua: Глибина
zh_cn: 深度
zh_tw: 深度

# worldedit.config.erosion
source: Erosion Type
fr_fr: Type d'érosion
ko_kr: 침식 유형
no_no: Erosjonstype
pt_br: Categoria de erosão
ru_ru: Тип Эрозии
uk_ua: Вид ерозії
zh_cn: 侵蚀类型
zh_tw: 侵蝕類型

# worldedit.config.mask.height
source: Height Mask
de_de: Höhen-Maske
es_es: Máscara de altura
fr_fr: Masque de hauteur
ja_jp: 高さマスク
ko_kr: 높이 마스크
no_no: Høyde-maske
pt_br: Altura da máscara
ru_ru: Высота маски
uk_ua: Висота маски
zh_cn: 高度蒙板
zh_tw: 高度遮罩

# worldedit.config.usePicker
source: Use Block Picker
de_de: Blockauswahl verwenden
es_es: Usar Selector de Bloque
fr_fr: Utiliser le sélecteur de blocs
ja_jp: ブロック選択を使用する
ko_kr: 블록 선택 도구 사용하기
no_no: Bruk blokkvelger
pt_br: Usar escolhedor de blocos
ru_ru: Используйте средство выбора блоков
uk_ua: Використовувати вибір блоку
zh_cn: 使用方块选择器
zh_tw: 使用方塊選擇器

# worldedit.config.command
source: Command
es_es: Comando
fr_fr: Commande
ko_kr: 명령어
no_no: Kommando
pt_br: Comando
ru_ru: Команда
uk_ua: Команда
zh_cn: 命令
zh_tw: 指令

# worldedit.config.command.isWorldEdit
source: Is WorldEdit Command
es_es: Es Comando de WorldEdit
fr_fr: Est une commande WorldEdit
ko_kr: 월드에딧 명령어
no_no: Er WorldEdit-kommando
pt_br: É comando da edição de mundo
ru_ru: Команда WorldEdit
uk_ua: Є командою WorldEdit
zh_cn: 是否为创世神命令
zh_tw: WorldEdit 是指令嗎

# worldedit.selection.noPrimary
source: First selection has not been made yet.
de_de: Erste Auswahl wurde noch nicht getroffen.
es_es: La primera selección aún no se ha hecho.
fr_fr: La première sélection n'a pas encore été faite.
it_it: La prima selezione non è ancora stata effettuata.
ja_jp: 最初の選択がまだ行われていません。
ko_kr: 아직 첫 번째 선택 지점 선택이 이루어지지 않았습니다.
no_no: Første valg har ikke blitt gjort ennå.
pt_br: A primeira seleção ainda não foi feita.
ru_ru: Первая точка не была выбрана.
uk_ua: Перше виділення ще не зроблено.
zh_cn: 未设定第一个点。
zh_tw: 第一個位置還沒設定。

# worldedit.selection.cuboid.primary
source: First position set to %s.
de_de: Erste Position auf %s gesetzt.
es_es: Primera posición establecida en %s.
fr_fr: Première position définie sur %s.
it_it: Prima posizione impostata a %s.
ja_jp: 最初の位置を %s に設定しました。
ko_kr: 첫 번째 위치가 %s 로 설정되었습니다.
no_no: Første posisjon satt til %s.
pt_br: Primeira posição definida para %s.
ru_ru: Первая точка поставлена на %s.
uk_ua: Перша позиція встановлена ​​на %s.
zh_cn: 第一个点设定为 %s。
zh_tw: 第一個位置已設定至 %s。

# worldedit.selection.cuboid.primaryArea
source: First position set to %1 (%2).
de_de: Erste Position auf %1 gesetzt (%2).
es_es: Primera posición establecida en %1 (%2).
fr_fr: Première position définie sur %1 (%2).
it_it: Prima posizione impostata a %1 (%2).
ja_jp: 最初の位置を %1 (%2) に設定しました。
ko_kr: 첫 번째 위치가 %1 (%2)로 설정되었습니다.
no_no: Første posisjon satt til %1 (%2).
pt_br: Primeira posição definida para %1 (%2).
ru_ru: Первая точка поставлена на %1 (%2).
uk_ua: Перша позиція встановлена ​​на %1 (%2).
zh_cn: 第一个点设定为 %1 (%2)。
zh_tw: 第一個位置已設定至 %1 (%2)。

# worldedit.selection.cuboid.secondary
source: Second position set to %s.
de_de: Zweite Position auf %s gesetzt.
es_es: Segunda posición establecida en %s.
fr_fr: Deuxième position définie à %s.
it_it: Seconda posizione impostata a %s.
ja_jp: 2番目の位置を %s に設定しました。
ko_kr: 두 번째 위치가 %s로 설정되었습니다.
no_no: Andre posisjon satt til %s.
pt_br: Segunda posição definida para %s.
ru_ru: Вторая точка поставлена на %s.
uk_ua: Друга позиція встановлена ​​на %s.
zh_cn: 第二个点设定为 %s。
zh_tw: 第二個位置已設定至 %s。

# worldedit.selection.cuboid.secondaryArea
source: Second position set to %1 (%2).
de_de: Zweite Position auf %1 gesetzt (%2).
es_es: Segunda posición establecida en %1 (%2).
fr_fr: Deuxième position définie à %1 (%2).
it_it: Seconda posizione impostata a %1 (%2).
ja_jp: 2番目の位置を %1 (%2) に設定しました。
ko_kr: 두 번째 위치가 %1 (%2)로 설정되었습니다.
no_no: Andre posisjon satt til %1 (%2).
pt_br: Segunda posição definida para %1 (%2).
ru_ru: Вторая точка поставлена на %1 (%2).
uk_ua: Друга позиція встановлена ​​на %1 (%2).
zh_cn: 第二个点设定为 %1 (%2)。
zh_tw: 第二個位置已設定至 %1 (%2)。

# worldedit.selection.cylinder.primary
source: Starting a new cylindrical selection at %s.
es_es: Iniciando una nueva selección cilíndrica en %s.
fr_fr: Démarrage d'une nouvelle sélection cylindrique à %s.
ja_jp: %s から新しい円柱の選択を開始します。
ko_kr: %s에서 새 원통형 선택을 시작합니다.
no_no: Startet et nytt sylindrisk utvalg ved %s.
pt_br: Começando uma seleção cilíndrica em %s.
ru_ru: Запуск нового выбора цилиндрической формы%s.
uk_ua: Початок нового циліндричного виділення в %s.
zh_cn: 从 %s 开始一个新的圆柱体选区。
zh_tw: 正在建立於 %s 的新圓形選擇。

# worldedit.selection.cylinder.secondaryArea
source: Radius set to %1/%2 blocks (~%3).
es_es: Radio establecido a %1/%2 bloques (~%3).
fr_fr: Rayon défini à %1/%2 blocs (~%3).
ja_jp: 半径を %1/%2 ブロック (~%3) に設定しました。
ko_kr: 반지름이 %1/%2 블록(~%3)으로 설정되었습니다.
no_no: Radius satt til %1/%2 blokker (~%3).
pt_br: Raio definido para %1/%2 blocos (~%3).
ru_ru: Радиус установлен на блоки %1/%2 (~%3).
uk_ua: Радіус встановлено на %1/%2 блоки (~%3).
zh_cn: 半径设定为 %1/%2 个方块 (~%3)。
zh_tw: 半徑被設為 %1 / %2 方塊 (~%3)

# worldedit.selection.extend.primaryArea
source: Started selection at %1 (%2).
de_de: Auswahl gestartet bei %1 (%2).
es_es: Selección iniciada en %1 (%2).
fr_fr: Sélection débutée à %1 (%2).
it_it: Iniziata la selezione a %1 (%2).
ja_jp: %1 (%2) で選択を開始しました。
ko_kr: 선택 시작 지점 %1 선택됨. (%2)
no_no: Begynte valg ved %1 (%2).
pt_br: Seleção iniciada em %1 (%2).
ru_ru: Начал выбор в %1 (%2).
uk_ua: Виділення почато на %1 (%2).
zh_cn: 从 %1 (%2) 开始选区。
zh_tw: 在 %1 (%2) 開始選擇。

# worldedit.selection.extend.secondaryArea
source: Extended selection to encompass %1 (%2).
de_de: Auswahl erweitert, um %1 zu umfassen (%2).
es_es: Selección extendida para abarcar %1 (%2).
fr_fr: Sélection étendue pour englober %1 (%2).
it_it: Selezione estesa per comprendere %1 (%2).
ja_jp: %1 (%2) を含む範囲を拡張しました。
ko_kr: %1 (%2) 을(를) 포함하도록 선택이 확장되었습니다.
no_no: Utvidet utvalg for å inkludere %1 (%2).
pt_br: Seleção estendida para Sobrepor %1 (%2).
ru_ru: Расширенный выбор, чтобы охватить %1 (%2).
uk_ua: Розширене виділення для охоплення %1 (%2).
zh_cn: 选区已扩展至 %1 (%2)。
zh_tw: 擴展選擇以包含 %1 (%2)。

# worldedit.selection.sphere.primary
source: Radius set to %1.
de_de: Radius gesetzt auf %1.
es_es: Radio establecido en %1.
fr_fr: Rayon défini à %1.
ja_jp: 半径を %1 に設定しました。
ko_kr: 범위가 %1로 설정되었습니다.
no_no: Radius satt til %1.
pt_br: Raio definido para %1.
ru_ru: Радиус установлен на %1.
uk_ua: Радіус встановлено на %1.
zh_cn: 半径设定为 %1。
zh_tw: 範圍設定為 %1。

# worldedit.selection.sphere.secondaryArea
source: Radius set to %1 (~%2).
de_de: Radius gesetzt auf %1 (~%2).
es_es: Radio establecido en %1 (~%2).
fr_fr: Rayon défini a %1 (~%2).
ja_jp: 半径を %1 (~%2) に設定しました。
ko_kr: 범위가 %1로 설정되었습니다. (~%2 까지)
no_no: Radius satt til %1 (~%2).
pt_br: Raio definido para %1 (~%2).
ru_ru: Установлен радиус %1 (~%2).
uk_ua: Радіус встановлено на %1 (~%2).
zh_cn: 半径设定为 %1 (~%2)。
zh_tw: 範圍設定為 %1 (~%2)。

# worldedit.tool.noItem
source: An item must be in your main hand.
de_de: Ein Item muss in Ihrer Haupthand sein.
es_es: Un objeto debe estar en tu mano principal.
fr_fr: Un objet doit être dans votre main principale.
it_it: Un oggetto deve essere nella tua mano principale.
ja_jp: アイテムをメインハンドに持ってください。
ko_kr: 당신의 손에 아이템이 있어야 합니다.
no_no: En gjenstand må være i hovedhånden din.
pt_br: Um item deve estar na sua mão principal.
ru_ru: Предмет должен находиться в руке.
uk_ua: Предмет має бути у вашій руці.
zh_cn: 物品必须放在主手。
zh_tw: 你的主手必須有一個物品。

# worldedit.tool.cantBind
source: You cannot bind to this kind of item.
de_de: Sie können dieses Item nicht binden.
es_es: No puedes vincularte a este tipo de objeto.
fr_fr: Vous ne pouvez pas vous lier à ce type d'élément.
it_it: Non puoi associarti a questo tipo di oggetti.
ja_jp: この種類のアイテムを紐づけることはできません。
ko_kr: 이 아이템은 바인딩할 수 없습니다.
no_no: Du kan ikke binde deg selv til denne typen gjenstand.
pt_br: Você não pode vincular essa categoria de item.
ru_ru: Вы не можете привязывать к этому типу предметов.
uk_ua: Ви не можете прив'язати до такого типу предмета.
zh_cn: 您不能绑定到这种物品上。
zh_tw: 你不能綁定此類物品。

# worldedit.tool.noBind
source: This item is not bound to any tool.
de_de: Dieses Item ist noch nicht zu einem Werkzeug gebunden.
es_es: Este objeto no está vinculado a ninguna herramienta.
fr_fr: Cet élément n'est lié à aucun outil.
it_it: Questo oggetto non è associato ad alcun strumento.
ja_jp: このアイテムはどのツールにも紐付けられていません。
ko_kr: 이 아이템은 도구에 바인딩되어 있지 않습니다.
no_no: Denne gjenstanden er ikke bundet til noen verktøy.
pt_br: Este item não está vinculado em nenhuma ferramenta.
ru_ru: Этот предмет не привязан к какому-либо инструменту.
uk_ua: Цей предмет не прив’язаний з жодним інструментом.
zh_cn: 该物品未绑定为任何工具。
zh_tw: 此物品還沒綁定至任何工具。

# worldedit.tool.noPerm
source: You don't have permission to use this item.
de_de: Sie haben nicht die Berechtigung, dieses Item zu verwenden.
es_es: No tiene permiso para usar este objeto.
fr_fr: Vous n'avez pas la permission d'utiliser cet élément.
it_it: Non disponi dei permessi per utilizzare questo oggetto.
ja_jp: このアイテムを使用する権限がありません。
ko_kr: 이것을 사용할 권한이 없습니다.
no_no: Du har ikke tilgang til å bruke denne gjenstanden.
pt_br: Você não tem permissão para usar esse item.
ru_ru: У вас нет разрешения на использование этого предмета.
uk_ua: У вас немає дозволу виконати цю дію.
zh_cn: 您没有使用该工具的权限。
zh_tw: 你無權使用此物品。

# worldedit.tool.fixedBind
source: The tool on this item cannot be removed or replaced.
de_de: Das Werkzeug auf diesem Item kann nicht entfernt oder ersetzt werden.
es_es: La herramienta de este objeto no puede ser eliminada ni reemplazada.
fr_fr: L'outil sur cet objet ne peut être supprimé ni remplacé.
it_it: Lo strumento su questo oggetto non può essere rimosso o sostituito.
ja_jp: このアイテムのツールは削除または置き換えできません。
ko_kr: 이 아이템의 도구는 제거하거나 교체할 수 없습니다.
no_no: Verktøyet på denne gjenstanden kan ikke bli fjernet eller erstattet.
pt_br: A ferramenta neste item não pode ser removida ou substituída.
ru_ru: Инструмент на этом предмете не может быть удален или заменен.
uk_ua: Інструмент на цьому предметі не можна видалити або замінити.
zh_cn: 该物品所绑定的工具无法被删除或替换。
zh_tw: 此物品上的工具無法移除或更換。

# worldedit.permission.granted
source: §eYou have been given WorldEdit permissions. Go to (Settings > How to Play > Quick Start) for a guide.§r
de_de: §eSie haben WorldEdit-Berechtigungen erhalten. Gehen Sie zu (Einstellungen > So wird gespielt > Schnellstart) für eine Anleitung.§R
es_es: §eSe le han otorgado permisos de WorldEdit. Vaya a (Configuración > Cómo jugar > Inicio rápido) para obtener una guía.§r
fr_fr: §eVous avez reçu les autorisations WorldEdit. Allez dans (Paramètres > Comment jouer > Démarrage rapide) pour un guide.§r
it_it: §eHai ricevuto i permessi WorldEdit. Vai a (Impostazioni > Come giocare > Avvio rapido) per una guida.§r
ja_jp: §eWorldEdit の権限を与えられています。(設定 → 遊び方 → クイックスタート) にガイドがあります。§r
ko_kr: §eWorldEdit 권한이 부여되었습니다. (설정 > 게임 방법 > 빠른 시작)에서 안내를 받으실 수 있습니다.§r
no_no: §eDu har fått WorldEdit tillatelser. Gå til (Innstillinger > Hvordan Spill > Hurtigstart) for en veiledning.§r
pt_br: §eVocê recebeu permissões do WorldEdit. Vá para (Configurações> Como Jogar > Início rápido) para um guia.§r
ru_ru: §eВам предоставлены права WorldEdit. Откройте (Настройки > Как играть > Быстрый старт) для получения руководства.§r
uk_ua: §eВам були надані дозволи WorldEdit. Перейдіть до (Налаштування > Як грати > Швидкий старт), щоб отримати посібник.§r
zh_cn: §e您已被授予 WorldEdit 权限。前往 (设置 > 游戏指南 > 快速入门) 了解使用方式。§r
zh_tw: §e你已獲得 WorldEdit 權限。前往（設定 > 遊戲說明 > 快速開始）以獲得 WorldEdit 教學。§r

# worldedit.permission.revoked
source: §eYour WorldEdit permissions have been removed.§r
de_de: §eIhre WorldEdit-Berechtigungen wurden entfernt.§r
es_es: §eTus permisos de WorldEdit han sido eliminados.§r
fr_fr: §eVos permissions WorldEdit ont été supprimées.§r
it_it: §eLe tue autorizzazioni WorldEdit sono state rimosse.§r
ja_jp: §eWorldEdit の権限が削除されました。§r
ko_kr: §eWorldEdit 권한이 제거되었습니다.§r
no_no: §eDin WorldEdit tillatelser har blitt fjernet.§r
pt_br: §eSua permissão de WorldEdit foi Removida.§r
ru_ru: §eВаши права доступа к WorldEdit были удалены.§r
uk_ua: §eВаші дозволи WorldEdit вилучено.§r
zh_cn: §e您的 WorldEdit 权限已被移除。§r
zh_tw: §e您的 WorldEdit 權限已被刪除。§r

# worldedit.error.saveHistory
source: Failed to save history point!
es_es: ¡Error al guardar el historial!
fr_fr: Impossible de sauvegarder le point d'historique !
ja_jp: 履歴ポイントの保存に失敗しました！
ko_kr: 기록 지점을 저장하는 데 실패함!
no_no: Kunne ikke lagre historikkpunktet!
pt_br: Falha em salvar histórico!
ru_ru: Не удалось сохранить точку истории!
uk_ua: Не вдалося зберегти точку історії!
zh_cn: 保存历史操作记录失败！
zh_tw: 錯誤： 儲存歷史記錄點失敗

# worldedit.error.loadHistory
source: Failed to load history point!
es_es: ¡Error al cargar el historial!
fr_fr: Échec du chargement du point d'historique !
ja_jp: 履歴ポイントの読み込みに失敗しました！
ko_kr: 기록 지점을 불러오는 데 실패함!
no_no: Kunne ikke laste historikkpunkt!
pt_br: Falha em carregar histórico!
ru_ru: Не удалось загрузить точку истории!
uk_ua: Не вдалося завантажити точку історії!
zh_cn: 加载历史操作记录失败！
zh_tw: 錯誤： 載入歷史記錄點失敗

# worldedit.error.stillRecording
source: History is still being recorded!
es_es: ¡El historial todavía se está registrando!
fr_fr: L’histoire continue d’être écrite !
ja_jp: 履歴はまだ記録中です！
ko_kr: 기록이 아직 기록중입니다!
no_no: Historikk blir fortsatt tatt opp!
pt_br: Histórico ainda salvando!
ru_ru: История всё ещё записывается!
uk_ua: Історія ще записується!
zh_cn: 历史记录仍在进行！
zh_tw: 歷史仍在記錄中！

# commands.blocks.wedit:changed
source: %s blocks have been changed.
de_de: %s Blöcke wurden geändert.
es_es: %s bloques han cambiado.
fr_fr: %s blocs ont été changés.
it_it: %s blocchi sono stati modificati.
ja_jp: %s 個のブロックが変更されました。
ko_kr: %s 블록이 바뀌었습니다.
no_no: %s blokker har blitt endret.
uk_ua: %s блоків змінено.
zh_cn: %s 个方块已被更改。
zh_tw: 已變更 %s 個方塊

# commands.blocks.wedit:created
source: %s blocks have been created.
de_de: %s Blöcke wurden erstellt.
es_es: %s bloques han sido creados.
fr_fr: %s blocs ont été créés.
it_it: %s blocchi sono stati creati.
ja_jp: %s 個のブロックが作成されました。
ko_kr: %s 블록이 생성되었습니다.
no_no: %s blokker har blitt opprettet.
uk_ua: %s блоків створено.
zh_cn: %s 个方块已被创建。
zh_tw: 已建立 %s 個方塊

# commands.generic.wedit:commandFail
source: Failed to execute this command.
de_de: Dieser Befehl konnte nicht ausgeführt werden.
es_es: Error al ejecutar este comando.
fr_fr: Impossible d'exécuter cette commande.
it_it: Esecuzione di questo comando fallita.
ja_jp: このコマンドは実行できませんでした。
ko_kr: 이 명령을 실행하지 못했습니다.
no_no: Kunne ikke utføre denne kommandoen.
pt_br: Falha ao executar este comando.
ru_ru: Не удалось выполнить эту команду.
uk_ua: Не вдалося виконати цю команду.
zh_cn: 无法执行此命令。
zh_tw: 執行此指令失敗

# commands.generic.wedit:noSelection
source: Make a selection first.
de_de: Wählen Sie zuerst etwas aus.
es_es: Primero haz una selección.
fr_fr: Faites d'abord une sélection.
it_it: Fai prima una selezione.
ja_jp: 先に選択してください。
ko_kr: 먼저 선택 영역을 선택하십시오.
no_no: Gjør et valg først.
pt_br: Faça uma seleção primeiro.
ru_ru: Вначале выберите точки.
uk_ua: Спочатку зробіть виділення.
zh_cn: 请先选定一个区域。
zh_tw: 請先選擇

# commands.generic.wedit:invalidDir
source: '%s' is an invalid direction argument!
de_de: '%s' ist ein ungültiges Richtungsargument!
es_es: '%s' es un argumento de dirección inválido!
fr_fr: '%s' est un argument de direction invalide !
it_it: '%s' è un argomento di direzione non valido!
ja_jp: '%s' は不正な方向引数です！
ko_kr: '%s'은 잘못된 방향 인수입니다!
no_no: '%s' er et ugyldig retning-argument!
pt_br: '%s' é um argumento de direção inválido!
ru_ru: %s не правильный вариант поворота!
uk_ua: '%s' є недійсним аргументом напрямку!
zh_cn: “%s”是无效的方向参数！
zh_tw: '%s' 是一個無效的方向參數！

# commands.generic.wedit:invalidFlag
source: Unexpected flag: %s
de_de: Unerwartete Flagge: %s
es_es: Marca inesperada: %s
fr_fr: Drapeau inattendu : %s
it_it: Flag inattesa: %s
ja_jp: 予期しないフラグ: %s
ko_kr: 예기치 않은 플래그: %s
no_no: Uventet flagg: %s
pt_br: Argumento inesperado: %s
ru_ru: Не правильный флаг: %s
uk_ua: Неочікуваний прапор: %s
zh_cn: 意外的“%s”
zh_tw: 預期外的旗標： %s

# commands.generic.wedit:noClipboard
source: Your clipboard is empty. Copy or cut a region first.
de_de: Ihre Zwischenablage ist leer. Kopieren oder schneiden Sie zuerst eine Region aus.
es_es: El portapapeles está vacío. Copia o corta una región primero.
fr_fr: Votre presse-papiers est vide. Copiez ou coupez une région d'abord.
it_it: Il tuo registro di copia è vuoto. Copia o taglia prima una regione.
ja_jp: クリップボードは空です。最初に範囲をコピーまたはカットしてください。
ko_kr: 클립보드가 비어 있습니다. 먼저 영역을 복사하거나 잘라내십시오.
no_no: Utklippstavlen er tom. Kopier eller klipp ut et område først.
pt_br: Sua área de transferência está vazia. Copie ou delete uma região primeiro.
ru_ru: Ваши заметки пусты. Вначале скопируйте или вырежьте регион.
uk_ua: Ваш буфер обміну порожній. Спершу скопіюйте або виріжте область.
zh_cn: 您的剪贴板为空。请先复制或剪切一个区域。
zh_tw: 你的剪貼簿是空的。 請先複製或剪切一個區域。

# commands.generic.wedit:noCuboidSelection
source: Make a cuboid selection first.
de_de: Wählen Sie zuerst eine quaderförmige Auswahl aus.
es_es: Crea primero una selección de cuboides.
fr_fr: Faites une sélection cuboïde d'abord.
it_it: Fai prima una selezione cuboide.
ja_jp: 先に立方体を選択してください。
ko_kr: 먼저 정육면체 선택을 하세요.
no_no: Gjør et kube valg først.
pt_br: Faça uma seleção cubica primeiro.
ru_ru: Для начала выберите прямоугольные точки.
uk_ua: Спочатку зробіть виділення прямокутної форми.
zh_cn: 请先选取一个立方体区域。
zh_tw: 請先選擇一個長方體區域

# commands.generic.wedit:noPermission
source: You don't have the permission to execute this command.
de_de: Sie haben nicht die Berechtigung, diesen Befehl auszuführen.
es_es: No tienes los permisos necesarios para ejecutar este comando.
fr_fr: Vous n'avez pas la permission d'exécuter cette commande.
it_it: Non hai i permessi per eseguire questo comando.
ja_jp: このコマンドを実行する権限がありません。
ko_kr: 이 명령을 실행할 수 있는 권한이 없습니다.
no_no: Du har ikke tillatelse til å utføre denne kommandoen.
pt_br: Você não tem permissão para executar este comando.
ru_ru: У вас недостаточно прав чтобы использовать эту команду.
uk_ua: Ви не маєте дозволу на виконання цієї команди.
zh_cn: 您没有执行此命令的权限。
zh_tw: 你沒有權限執行此指令

# commands.generic.wedit:outsideWorld
source: Cannot modify unloaded chunks!
de_de: Ungeladene Chunks können nicht verändert werden!
es_es: ¡No se pueden modificar los chunks descargados!
fr_fr: Impossible de modifier les chunks non chargés!
it_it: Impossibile modificare i chunk non caricati!
ja_jp: 読み込まれていないチャンクは変更できません！
ko_kr: 언로드된 청크를 수정할 수 없습니다!
no_no: Kan ikke endre ubelastede deler!
pt_br: Você não pode modificar chunks descarregadas!
ru_ru: Невозможно модифицировать не загруженные чанки!
uk_ua: Неможливо змінити не вивантажені чанки!
zh_cn: 无法修改未加载的区块！
zh_tw: 不能修改未載入的區塊！

# commands.generic.wedit:outsideWorld.detail
source: §eTip: To load more chunks, increase your simulation distance, or add ticking areas where you're operating.§r
de_de: §eTipp: Um weitere Chunks zu laden, erhöhen Sie Ihre Simulationsdistanz oder fügen Sie Ticking-Bereiche hinzu, in denen Sie aktiv sind.§r
es_es: §eConsejo: Para cargar más chunks, aumenta tu distancia de simulación, o añade áreas de marca en donde estés operando.§r
fr_fr: §eAstuce : pour charger plus de blocs, augmentez votre distance de simulation et restez proche de l'opération, ou ajoutez des zones de coche là où vous opérez.§r
ja_jp: §eヒント: 遠いチャンクを読み込むには、シミュレーション距離を上げるか、変更したい箇所にティック領域を設定してください。§r
ko_kr: §e팁: 더 많은 청크를 로드하려면 시뮬레이션 거리를 늘리거나 명령어를 이용하여 Ticking area를 추가하세요.
no_no: §eTips: For å laste flere deler, øk simuleringsavstanden, eller legg til selvoppdaterende områder der du arbeider.§r
pt_br: §eDica: Para carregar mais chunks, aumente a distância de simulação, ou crie ticking areas onde você está usando.§r
ru_ru: §eПодсказка: Чтобы загрузить больше фрагментов, увеличьте расстояние моделирования или добавьте области с отметками, в которых вы работаете.§r
uk_ua: §eПорада: щоб завантажити більше чанків, збільште відстань симуляції або додайте зони, де ви працюєте.§r
zh_cn: §e提示：要加载更多区块，增加你的模拟距离并靠近操作位置，或在欲操作位置添加常加载区域。§r
zh_tw: §e提示： 要載入更多方塊，增加顯示距離，或在你正在操作的地方新增常載入區域。§r

# commands.generic.wedit:tooBig
source: The number (%1) is too big! It must be at most (%2).
de_de: Die Zahl (%1) ist zu groß! Sie muss höchstens (%2) sein.
es_es: El número (%1) es demasiado grande! Debe ser como máximo (%2).
fr_fr: Le nombre (%1) est trop grand ! Il doit être au plus (%2).
it_it: Il numero (%1) è troppo grande! Deve essere al massimo (%2).
ja_jp: 数 (%1) は大きすぎます! 最大 (%2) でなければなりません。
ko_kr: 숫자(%1) 가 너무 큽니다! 최대값(%2) 이어야 합니다.
no_no: Tallet (%1) er for stort! Det må være maksimalt (%2).
pt_br: O número (%1) é muito grande! Deve ser no máximo (%2).
ru_ru: Число (%1) слишком большое! Самое большое допустимое число (%2).
uk_ua: Число (%1) завелике! Має бути не більше (%2).
zh_cn: 你输入的数字 (%1) 太大了，它最高只能为 (%2)
zh_tw: 數值 (%1) 太大了！ 它的最大是 (%2)。

# commands.generic.wedit:tooSmall
source: The number (%1) is too small! It must be at least (%2).
de_de: Die Zahl (%1) ist zu klein! Sie muss mindestens (%2) sein.
es_es: ¡El número (%1) es demasiado pequeño! Debe ser al menos (%2).
fr_fr: Le nombre (%1) est trop petit ! Il doit être au moins (%2).
it_it: Il numero (%1) è troppo piccolo! Deve essere almeno (%2).
ja_jp: 数 (%1) は小さすぎます! 最小 (%2) でなければなりません。
ko_kr: 숫자(%1) 가 너무 작습니다! 최소 (%2) 이상이어야 합니다.
no_no: Tallet (%1) er for liten! Det må være minst (%2).
pt_br: O número (%1) é muito pequeno! Deve ser pelo menos (%2).
ru_ru: Число (%1) слишком маленькое! Самое маленькое допустимое число (%2).
uk_ua: Число (%1) замале! Воно має бути не менше (%2).
zh_cn: 你输入的数字 (%1) 太小了，它至少需要为 (%2)
zh_tw: 數值 (%1) 太小了！ 它的最少是 (%2)。

# commands.generic.wedit:blockLimit
source: Too many blocks!
de_de: Zu viele Blöcke!
es_es: ¡Demasiados bloques!
fr_fr: Trop de blocs!
ja_jp: ブロックが多すぎます！
ko_kr: 블럭 수가 너무 많아요!
no_no: For mange blokker!
pt_br: Muitos blocos!
ru_ru: Слишком много блоков!
uk_ua: Забагато блоків!
zh_cn: 设定的方块太多
zh_tw: 方塊過多！

# commands.generic.wedit:unbindInfo
source: §7Run §e%s§7 while holding the item to unbind it.§r
de_de: §7Benutzen Sie §e%s§7 während Sie das Item halten, um es zu entbinden.§r
es_es: §7Ejecuta §e%s§7 mientras sostienes el objeto para desvincularlo.§r
fr_fr: §7Exécutez §e%s§7 tout en tenant l'objet pour le délier.§r
it_it: §7Esegui §e%s§7 tenendo premuto l'oggetto per scollegarlo.§r
ja_jp: §7アイテムを持ちながら §e%s§7 を実行して紐づけを解除します。§r
ko_kr: 아이템을 들고 §7§e%s§7을 실행하여, 바인딩 해제하세요.§r
no_no: §7Kjør §e%s§7 mens du holder gjenstanden for å fjerne bindingen.§r
pt_br: §7Execute §e%s§7 enquanto segura o ‘item’ para o desvincular. §r
ru_ru: §7Выполните §e%s§7, удерживая предмет, чтобы отвязать его.§r
uk_ua: §7Запустіть §e%s§7, утримуючи предмет, щоб розв’язати його.§r
zh_cn: 在手持物品的情况下，通过§7执行§e%s§7来解绑。§r
zh_tw: §7執行 §e%s§7，同時按住該物品以解除它。§r

# commands.wedit:biomeinfo.lineofsight
source: Biome at line of sight point: %s
es_es: Bioma en el punto de vista: %s
fr_fr: Biome en ligne de mire : %s
ja_jp: 見ているバイオーム: %s
ko_kr: 바라보고 있는 지점의 바이옴: %s
no_no: Biom ved synspunkt-linje: %s
pt_br: Bioma na linha de visão: %s
ru_ru: Биом в прямой точке видимости:%s
uk_ua: Біом у точці прямої видимості: %s
zh_cn: 视野尽头的生物群系: %s
zh_tw: 視線點內之生態域： %s

# commands.wedit:biomeinfo.description
source: Retrieve the kinds of biomes in your selection
es_es: Recuperar los tipos de biomas en tu selección
fr_fr: Récupérez les types de biomes dans votre sélection
ja_jp: 選択範囲のバイオームを取得する
ko_kr: 선택한 바이옴의 종류를 검색하기
no_no: Hent de forskjellige typene biomer i utvalget ditt
pt_br: Recuperar esses tipos de biomas na sua seleção
ru_ru: Извлеките типы биомов из выбранного вами списка
uk_ua: Отримати типи біомів у вашому виділенні
zh_cn: 获取您的选区中的生物群系类型
zh_tw: 檢索您選擇的生態域類別
